Repository: 9teufel/core
Catalog: system/modules/isotope/languages/*/*_iso_product.xlf
Languages: da

# tl_iso_product.id.0
source: Product ID
da: Produkt ID

# tl_iso_product.pages.0
source: Categories
da: Kategorier

# tl_iso_product.pages.1
source: Select a category (page-based categories take advantage of Contao pages features such as navigation automation, protection, templates, and full integration with content elements.
da: Vælg en eller flere kategori(er) som produktet skal vises i.

# tl_iso_product.type.0
source: Product type
da: Produkt type

# tl_iso_product.type.1
source: Select your product type. Product types are defined in the store configuration.
da: Produkt typer bliver defineret i Produkt type håndteringen

# tl_iso_product.alias.0
source: Alias
da: Henvisning

# tl_iso_product.name.0
source: Name
da: Navn

# tl_iso_product.sku.0
source: SKU
da: Varenummer

# tl_iso_product.shipping_weight.0
source: Shipping weight
da: Vægt

# tl_iso_product.shipping_weight.1
source: Please enter the shipping weight for this product. This can be used to calculate shipping cost.
da: Indtast vægten for produktet. Vægten kan bruges til at beregne forsendelsesomkostninger.

# tl_iso_product.teaser.0
source: Teaser
da: Appetitvækker

# tl_iso_product.teaser.1
source: Please enter the teaser.
da: Indtast en appetitvækker.

# tl_iso_product.description.0
source: Description
da: Beskrivelse

# tl_iso_product.description.1
source: Please enter the product description.
da: Indtast en produktbeskrivelse.

# tl_iso_product.meta_description.0
source: Meta description
da: Meta beskrivelse

# tl_iso_product.meta_keywords.0
source: Meta keywords
da: Meta nøgleord

# tl_iso_product.price.0
source: Price &amp; tax class
da: Pris

# tl_iso_product.shipping_exempt.0
source: Exempt from shipping
da: Udelad fra forsendelse

# tl_iso_product.shipping_exempt.1
source: Check if item is not a shipped item (such as downloadable products).
da: Afkryds hvis produktet ikke skal sendes (f.eks. ved download produkter).

# tl_iso_product.images.0
source: Images
da: Billeder

# tl_iso_product.published.0
source: Publish product
da: Offentliggør produkt

# tl_iso_product.published.1
source: Click here to show this product on your website.
da: Klik her for at vise produktet i shoppen

# tl_iso_product.start.0
source: Start date
da: Start dato

# tl_iso_product.start.1
source: Do not show this product before the date specified.
da: Vis ikke produktet før den angivne dato

# tl_iso_product.stop.0
source: Stop date
da: Slut dato

# tl_iso_product.source.0
source: Source folder
da: Kildemappe

# tl_iso_product.mmSrc
source: Preview
da: Eksempel

# tl_iso_product.mmAlt
source: Alternate text
da: Alternativ tekst

# tl_iso_product.mmLink
source: Link target
da: Link mål

# tl_iso_product.mmDesc
source: Description
da: Beskrivelse

# tl_iso_product.mmTranslate
source: Translate
da: Oversæt

# tl_iso_product.mmTranslateNone.0
source: None
da: Ingen

# tl_iso_product.mmTranslateNone.1
source: Do not translate this image.
da: Oversæt ikke dette billede

# tl_iso_product.mmTranslateText.0
source: Text
da: Tekst

# tl_iso_product.mmTranslateText.1
source: Translate alt text and description for this image.
da: Oversæt alt. tekst og beskrivelse for billedet.

# tl_iso_product.mmTranslateAll.0
source: All
da: Alle

# tl_iso_product.new.0
source: New product
da: Tilføj produkt

# tl_iso_product.new.1
source: Create new product
da: Tilføj et nyt produkt

# tl_iso_product.new_variant.0
source: Add variant
da: Tilføj variant

# tl_iso_product.new_variant.1
source: Add new variant to a given product
da: Tilføj varianter til et produkt

# tl_iso_product.edit.0
source: Edit product
da: Rediger produkt

# tl_iso_product.edit.1
source: Edit product ID %s
da: Rediger produktet ID %s

# tl_iso_product.copy.0
source: Copy product
da: Kopier produkt

# tl_iso_product.copy.1
source: Copy product ID %s
da: Kopier produktet ID %s

# tl_iso_product.cut.0
source: Move product
da: Flyt produkt

# tl_iso_product.cut.1
source: Move product ID %s
da: Flyt produktet ID %s

# tl_iso_product.delete.0
source: Delete product
da: Slet produkt

# tl_iso_product.delete.1
source: Delete product ID %s
da: Slet produktet ID %s

# tl_iso_product.import.0
source: Import assets
da: Importer filer

# tl_iso_product.import.1
source: Import images and other media from a folder
da: Import billeder og andre filer fra en mappe

# tl_iso_product.prices.0
source: Manage prices
da: Administrer priser

# tl_iso_product.prices.1
source: Click the button to manage advanced prices for this product.
da: Administrer priser for produktet ID %s

# tl_iso_product.generate.0
source: Generate variants
da: Opret varianter

# tl_iso_product.generate.1
source: Generate variants for product ID %s
da: Opret varianter for produktet ID %s

# tl_iso_product.related.0
source: Related products
da: Relaterede produkter

# tl_iso_product.related.1
source: Manage related products for product ID %s
da: Administrer relaterede produkter for produktet ID %s

# tl_iso_product.downloads.1
source: Edit downloads for product ID %s
da: Rediger downloads for produktet ID %s

# tl_iso_product.general_legend
source: General Settings
da: Generelle indstillinger

# tl_iso_product.pricing_legend
source: Pricing Settings
da: Pris indstillinger

# tl_iso_product.inventory_legend
source: Inventory Settings
da: Inventarindstillinger

# tl_iso_product.shipping_legend
source: Shipping Settings
da: Forsendelsesindstillinger

# tl_iso_product.options_legend
source: Product Options Settings
da: Produkt valgmuligheder

# tl_iso_product.media_legend
source: Media Management
da: Billedindstillinger

# tl_iso_product.publish_legend
source: Publishing
da: Publiseringsindstillinger

# tl_iso_product.price_tiers.min
source: Quantity
da: Antal

# tl_iso_product.price_tiers.price
source: Price
da: Pris
