Repository: 9teufel/core
Catalog: system/modules/isotope/languages/*/*_iso_config.xlf
Languages: da

# tl_iso_config.name.0
source: Configuration Name
da: Navn på indstillingen

# tl_iso_config.name.1
source: Please enter a name for your configuration. This is only used for back end reference.
da: Indtast det navn du ønsker at give din indstilling

# tl_iso_config.label.0
source: Label
da: Mærkat

# tl_iso_config.label.1
source: The label is used in frontend, e.g. for config switcher.
da: Mærkaten bruges i shoppen, f.eks. til at skifte indstillinger med.

# tl_iso_config.fallback.0
source: Set as default store
da: Sæt som standard butik

# tl_iso_config.firstname.0
source: First name
da: Fornavn

# tl_iso_config.firstname.1
source: Please enter the first name (if applicable).
da: Indtast dit fornavn

# tl_iso_config.lastname.0
source: Last name
da: Efternavn

# tl_iso_config.lastname.1
source: Please enter the last name (if applicable).
da: Indtast dit efternavn

# tl_iso_config.company.0
source: Company
da: Firma

# tl_iso_config.company.1
source: You can enter a company name here (if applicable).
da: Indtast dit firmanavn

# tl_iso_config.vat_no.0
source: VAT No.
da: Momsnummer

# tl_iso_config.vat_no.1
source: Please enter a VAT number.
da: Indtast et momsnummer.

# tl_iso_config.street_1.0
source: Street
da: Adresse

# tl_iso_config.street_1.1
source: Please enter the street name and the street number.
da: Indtast gadenavn og husnummer.

# tl_iso_config.street_2.0
source: Street 2
da: Adresse 2

# tl_iso_config.street_2.1
source: Enter a second street info if there's any.
da: Indtast evt. yderligere adresseinformationer hvis nødvendigt.

# tl_iso_config.street_3.0
source: Street 3
da: Adresse 3

# tl_iso_config.street_3.1
source: Enter a third street info if there's any.
da: Indtast evt. yderligere adresseinformationer hvis nødvendigt.

# tl_iso_config.postal.0
source: Postal code
da: Postnummer

# tl_iso_config.postal.1
source: Please enter the postal code.
da: Indtast postnummer.

# tl_iso_config.city.0
source: City
da: By

# tl_iso_config.city.1
source: Please enter the name of the city.
da: Indtast venligst by.

# tl_iso_config.subdivision.0
source: State
da: Region

# tl_iso_config.subdivision.1
source: Please enter the name of the state.
da: Indtast venligst region.

# tl_iso_config.country.0
source: Country
da: Land

# tl_iso_config.phone.0
source: Phone number
da: Telefonnummer

# tl_iso_config.phone.1
source: Please enter the phone number.
da: Indtast et telefonnummer.

# tl_iso_config.email.0
source: Shipping email address
da: E-mail

# tl_iso_config.email.1
source: Please enter a valid e-mail address.
da: Indtast en gyldig e-mail adresse.

# tl_iso_config.shipping_countries.0
source: Available shipping countries
da: Fragt til disse lande

# tl_iso_config.shipping_countries.1
source: Select the countries you want to allow for checkout shipping address. Select none to allow all countries.
da: Vælg de lande du ønsker skal være tilgængelige for forsendelse.

# tl_iso_config.currencyFormat.1
source: Choose a formatting for prices.
da: Vælg en formatering for priser

# tl_iso_config.priceRoundPrecision.0
source: Rounding precision
da: Afrundningsforhold

# tl_iso_config.priceRoundPrecision.1
source: How much decimal precision to have. You should set something between 0 and 2 for all payment gateways to work correctly. See PHP manual for round().
da: Hvor mange decimaler skal din afrundning indeholde. Du bør vælge en værdi mellem 0 og 2 for at alle betalingsgateways virker korrekt. Se evt. PHP manual for round().

# tl_iso_config.currency.0
source: Currency
da: Valuta

# tl_iso_config.currency.1
source: Please select a currency for this store.
da: Vælg venligst en valuta for denne butik

# tl_iso_config.currencyPosition.0
source: Position of currency code/symbol
da: Position af valutasymbol

# tl_iso_config.currencyPosition.1
source: Select if you want to show currency on the left or right side of the price.
da: Vælg om du ønsker valutasymbolet vist til højre eller venstre for prisen.

# tl_iso_config.currencySymbol.0
source: Use currency symbol
da: Brug valutasymbol

# tl_iso_config.currencySymbol.1
source: Use a currency symbol ($, €) if available.
da: Brug et valutasymbol ($, €, DKK) hvis tilgængeligt.

# tl_iso_config.currencySpace.0
source: Include blank space
da: Medtag mellemrum

# tl_iso_config.currencySpace.1
source: Add space between price and currency symbol.
da: Tilføjer luft mellem valutasymbol og prisen

# tl_iso_config.priceCalculateFactor.0
source: Price factor
da: Pris faktor

# tl_iso_config.priceCalculateFactor.1
source: Defaults should be 1. You can use this to convert between multiple currencies.
da: Standard er 1. Du kan bruge denne faktor til at konvertere mellem forskellige valutaer.

# tl_iso_config.priceCalculateMode.0
source: Calculation mode
da: Beregningsmetode

# tl_iso_config.priceCalculateMode.1
source: Divide or multiply using this factor.
da: Divider eller multiplicer med denne faktor

# tl_iso_config.invoiceLogo.0
source: Invoice Logo
da: Faktura logo

# tl_iso_config.invoiceLogo.1
source: Select a logo to show up on the invoices for this store.
da: Vælg et logo der skal vises på fakturaer

# tl_iso_config.iwName.0
source: Name
da: Navn

# tl_iso_config.name_legend
source: Name
da: Navn

# tl_iso_config.checkout_legend
source: Checkout
da: Gå til kassen

# tl_iso_config.currency_legend
source: Currency formatting
da: Valuta formatering

# tl_iso_config.order_legend
source: Orders
da: Ordre

# tl_iso_config.images_legend
source: Images
da: Billeder

# tl_iso_config.products_legend
source: Products
da: Produkter
