Repository: 9teufel/core
Catalog: system/modules/isotope/languages/*/*_iso_orderstatus.xlf
Languages: es

# tl_iso_orderstatus.name.0
source: Name
es: Nombre

# tl_iso_orderstatus.name.1
source: Please enter a name for this status.
es: Introduce un nombre para este estado.

# tl_iso_orderstatus.paid.0
source: Order is paid
es: El pedido está pagado

# tl_iso_orderstatus.paid.1
source: Assume the order is paid when it has this status. This will for example allow files to be downloaded.
es: Supone que el pedido ha sido pagado cuando tiene este estado. Esto, por ejemplo, permite la descarga de los archivos.

# tl_iso_orderstatus.welcomescreen.0
source: Show on welcome screen
es: Mostrar en la pantalla de bienvenida

# tl_iso_orderstatus.welcomescreen.1
source: Show number of orders with this status on the backend welcome screen.
es: Mostrar el número de pedidos con este estado en la pantalla de bienvenida de backend.

# tl_iso_orderstatus.new.0
source: New order status
es: Nuevo estado de pedido

# tl_iso_orderstatus.new.1
source: Create a new order status
es: Crear un nuevo estado de pedido

# tl_iso_orderstatus.edit.0
source: Edit order status
es: Editar el estado de pedido

# tl_iso_orderstatus.edit.1
source: Edit order status ID %s
es: Editar el estado de pedido ID %s

# tl_iso_orderstatus.copy.0
source: Duplicate order status
es: Duplicar el estado de pedido

# tl_iso_orderstatus.copy.1
source: Duplicate order status ID %s
es: Duplicar el estado de pedido ID %s

# tl_iso_orderstatus.cut.0
source: Move order status
es: Mover el estado de pedido

# tl_iso_orderstatus.cut.1
source: Move order status ID %s
es: Mover el estado de pedido ID %s

# tl_iso_orderstatus.delete.0
source: Delete order status
es: Borrar el estado de pedido

# tl_iso_orderstatus.delete.1
source: Delete order status ID %s
es: Borrar el estado de pedido ID %s

# tl_iso_orderstatus.show.0
source: Order status details
es: Detalles del estado de pedido

# tl_iso_orderstatus.show.1
source: Show details of order status ID %s
es: Mostrar los detalles del estado de pedido ID %s

# tl_iso_orderstatus.pasteafter.0
source: Paste after
es: Copiar despues

# tl_iso_orderstatus.pasteafter.1
source: Paste after order status ID %s
es: Copiar después del estado de pedido ID %s

# tl_iso_orderstatus.pasteinto.0
source: Paste into
es: Copiar dentro

# tl_iso_orderstatus.pasteinto.1
source: Paste into order status ID %s
es: Copiar dentro el estado de pedido ID %s

# tl_iso_orderstatus.name_legend
source: Name
es: Nombre

# tl_iso_orderstatus.email_legend
source: E-Mail Notification
es: Notificación E-Mail
