Repository: 9teufel/core
Catalog: system/modules/isotope/languages/*/*_iso_payment.xlf
Languages: es, nl

# tl_iso_payment.name.0
source: Payment Method Name
es: Nombre de la forma de pago
nl: Naam betaalmethode

# tl_iso_payment.name.1
source: Enter a name for this payment method. This will only be used in the backend.
es: Introduzca un nombre para este método de pago. Esto sólo se se utilizará en el backend.
nl: Vul een naam in voor deze betaalmethode. Deze wordt alleen in het backend weergegeven.

# tl_iso_payment.label.0
source: Payment Method Label
es: Etiqueta para la forma de pago
nl: Betaalmethode label

# tl_iso_payment.label.1
source: The label will be shown to customers on checkout.
es: La etiqueta se mostrará al cliente durante el proceso de pago
nl: Het label wordt weergegeven voor klanten tijdens het afrekenen.

# tl_iso_payment.type.0
source: Type of Payment Gateway
es: Tipo de pasarela de pago
nl: Soort betalingsaanbieder

# tl_iso_payment.note.0
source: Payment Note
es: Nota de pago
nl: Opmerking bij betaalmethode

# tl_iso_payment.note.1
source: This note can be sent in confirmation mails (##payment_note##).
es: Esta nota será enviada en el correo de confirmación (##payment_note##)
nl: Deze opmerking kan meegestuurd worden in bevestigingse-mails (##payment_note##).

# tl_iso_payment.new_order_status.0
source: Status for new orders
es: Estado para nuevos pedidos
nl: Status voor nieuwe bestellingen

# tl_iso_payment.new_order_status.1
source: Choose a matching status for new orders.
es: Elegir un estado para los nuevos pedidos
nl: Kies een status voor nieuwe bestellingen.

# tl_iso_payment.minimum_total.0
source: Minimum total
es: Total mínimo
nl: Minimum totaal

# tl_iso_payment.minimum_total.1
source: Enter a number greater zero to exclude this payment method for lower priced orders.
es: Introducir un número superior a cero para excluir este método de pago a los pedidos de menor precio.
nl: Vul een getal groter dan nul in om deze betaalmethode te verbergen bij bestellingen met een lager totaalbedrag.

# tl_iso_payment.maximum_total.0
source: Maximum total
es: Total máximo
nl: Maximun totaal

# tl_iso_payment.maximum_total.1
source: Enter a number greater zero to exclude this payment method for higher priced orders.
es: Introducir un número superior a cero para excluir este método de pago a los pedidos de mayor precio.
nl: Vul een getal groter dan nul in om deze betaalmethode te verbergen bij bestellingen met een hoger totaalbedrag.

# tl_iso_payment.quantity_mode.0
source: Quantity calculation mode
es: Modo de cálculo de la cantidad'
nl: Methode hoeveelheidsberekening

# tl_iso_payment.quantity_mode.1
source: Select a calculation mode for min/max quantity.
es: Seleccione el modo de cálculo de cantidad min/max.
nl: Kies een berekeningswijze voor min/max hoeveelheid.

# tl_iso_payment.quantity_mode.cart_items
source: Total quantity in cart
es: Cantidad total en la cesta
nl: Totale hoeveelheid in winkelwagen

# tl_iso_payment.quantity_mode.cart_products
source: Total products in cart
es: Total de productos en la cesta
nl: Totaal aantal producten in winkelwagen

# tl_iso_payment.countries.0
source: Available countries
es: Países disponibles
nl: Beperk landen

# tl_iso_payment.countries.1
source: Select the countries where this payment method may be used (customer's billing address).
es: Seleccione los países donde esta forma de pago se puede utilizar (la dirección de facturación del cliente).
nl: Kies de landen waarvoor deze betaalmethode gebruikt wordt (gebaseerd op het factuuradres van de klant).

# tl_iso_payment.shipping_modules.0
source: Shipping methods
es: Métodos de envío
nl: Verzendmethoden

# tl_iso_payment.shipping_modules.1
source: You can restrict this payment method to certain shipping methods (e.g. Cash only when picking up).
es: Para limitar este método de pago a determinados métodos de envío (por ejemplo, sólo en efectivo al recoger).
nl: U kunt deze betaalmethode beperken tot enkele verzendmethodes (bijv. alleen contant betalen bij afhalen).

# tl_iso_payment.product_types.0
source: Product types
es: Tipos de productos
nl: Productsoorten

# tl_iso_payment.product_types.1
source: You can restrict this payment method to certain product types. If the cart contains a product type you have not selected, the payment method is not available.
es: Para limitar este método de pago a determinados tipos de productos. Si la cesta tiene un tipo de producto que no ha seleccionado, el método de pago no está disponible.
nl: U kan deze betaalmethode beperken tot bepaalde product soorten. Als de winkelwagen een product soort bevat die niet geselecteerd is, is deze betaalmethode niet beschikbaar.

# tl_iso_payment.config_ids.0
source: Store configurations
es: Configuración de la tienda
nl: Winkel configuraties

# tl_iso_payment.price.0
source: Price
es: Precio
nl: Prijs

# tl_iso_payment.tax_class.0
source: Tax Class
es: Clase de Impuesto
nl: Belastingklasse

# tl_iso_payment.trans_type.0
source: Transaction type
es: Tipo de transacción
nl: Transactiesoort

# tl_iso_payment.trans_type.1
source: Select if you want to instantly capture the money or authorize (and hold) for a later transaction (e.g. when shipping).
es: Seleccione si desea cobrar instantáneamente el dinero o autorizar (y mantener) en una transacción posterior (por ejemplo, cuando el envío).
nl: Kies of u meteen wilt doorverwijzen om de betaling te verichten, of de bestelling toestaan (en vasthouden) om later te betalen (bijv. bij verzending).

# tl_iso_payment.paypal_account.0
source: PayPal Account
es: Cuenta PayPal

# tl_iso_payment.payflowpro_user.0
source: Paypal Payflow Pro username
es: Nombre de usuario Paypal Payflow Pro

# tl_iso_payment.payflowpro_vendor.0
source: Paypal Payflow Pro vendor
es: Vendedor Paypal Payflow Pro

# tl_iso_payment.payflowpro_vendor.1
source: An alphanumeric string of about 10 characters.
es: Cadena alfanumérica de unos 10 caracteres.

# tl_iso_payment.payflowpro_partner.0
source: Paypal Payflow Pro partner
es: Socio Paypal Payflow Pro

# tl_iso_payment.payflowpro_partner.1
source: Case-sensitive! Usual partner Ids are either "PayPal" or "PayPalUK".
es: Distinguir mayúsculas de minúsculas! Ids de socios habituales son o "PayPal" o "PayPalUK".

# tl_iso_payment.payflowpro_password.0
source: Paypal Payflow Pro api password
es: Contraseña Paypal Payflow Pro api

# tl_iso_payment.payflowpro_password.1
source: An alphanumeric string of about 11 characters
es: Cadena alfanumérica de unos 11 caracteres

# tl_iso_payment.payflowpro_transType.0
source: Paypal Payflow Pro transaction type
es: Tipo de transacción Paypal Payflow Pro

# tl_iso_payment.payflowpro_transType.1
source: Please select a transaction type.
es: Por favor selecciona un tipo de transacción.

# tl_iso_payment.psp_payment_method.0
source: Payment method
es: Forma de pago
nl: Betaalmethode

# tl_iso_payment.requireCCV.0
source: Require Card Code Verification (CCV) Number
es: Necesita una verificación del número de código de la tarjeta (CCV)

# tl_iso_payment.requireCCV.1
source: Choose this option if you would like to increase transaction security by requiring the card code verification number.
es: Elija esta opción si desea aumentar la seguridad de las transacciones al exigir el código de verificación de la tarjeta.

# tl_iso_payment.allowed_cc_types.0
source: Allowed Credit Card Types
es: Tipos de tarjetas de crédito admitidos

# tl_iso_payment.allowed_cc_types.1
source: Select which credit cards the payment method accepts.
es: Seleccione que tarjetas de crédito el método de pago acepta.

# tl_iso_payment.datatrans_id.0
source: Merchant-ID
es: ID de comerciante

# tl_iso_payment.datatrans_id.1
source: Please enter your merchant ID.
es: Introducir su ID de comerciante.

# tl_iso_payment.datatrans_sign.0
source: HMAC Key
es: clave HMAC

# tl_iso_payment.datatrans_sign.1
source: Please enter your HMAC key from the Datatrans control panel.
es: Introducir su clave HMAC del panel de control Datatrans.

# tl_iso_payment.sparkasse_paymentmethod.0
source: Payment method
es: Forma de pago
nl: Betaalmethode

# tl_iso_payment.sparkasse_paymentmethod.1
source: Please select a payment method for this method.
es: Por favor, seleccione una forma de pago por este método.

# tl_iso_payment.sparkasse_paymentmethod.creditcard
source: Credit card
es: Tarjeta de credito

# tl_iso_payment.sparkasse_paymentmethod.maestro
source: Debig card
es: Tarjeta de debito
nl: Debitcard

# tl_iso_payment.sparkasse_sslmerchant.0
source: Seller ID
es: ID Vendedor

# tl_iso_payment.sparkasse_sslmerchant.1
source: Please enter your seller ID (Händlerkennung).
es: Por favor, introduzca su ID de Proveedor (Händlerkennung).

# tl_iso_payment.sparkasse_sslpassword.0
source: Password
es: Contraseña
nl: Wachtwoord

# tl_iso_payment.sparkasse_sslpassword.1
source: Please enter your SSL-Password.
es: Introducir su SSL-Password.

# tl_iso_payment.sparkasse_merchantref.0
source: Reference
es: Referencia

# tl_iso_payment.sparkasse_merchantref.1
source: A reference that will be shown on the seller details page instead of the cart ID.
es: Una referencia que se mostrará en la página de detalles del vendedor en lugar del ID de la cesta.

# tl_iso_payment.saferpay_paymentmethods.0
source: Payment methods
es: Formas de pago
nl: Betaalmethoden

# tl_iso_payment.expercash_popupId.1
source: Geben Sie die Popup-ID aus Ihrem ExperCash Portal ein.
es: Introducir el Popup ID de tu portal ExperCash.

# tl_iso_payment.expercash_profile.0
source: ExperCash Profile
es: Perfil ExperCash

# tl_iso_payment.expercash_profile.1
source: Geben Sie die dreistellige Profilnummer ein.
es: Introducir el número de perfil de tres dígitos.

# tl_iso_payment.expercash_popupKey.1
source: Geben Sie den Popup-Key aus Ihrem ExperCash Portal ein.
es: Introducir la clave de pop-up de su portal ExperCash.

# tl_iso_payment.expercash_paymentMethod.0
source: Transaktionsart
es: Transacción

# tl_iso_payment.expercash_paymentMethod.1
source: Sie können eine Transaktionsart vordefinieren oder den Kunden wählen lassen.
es: Se puede predefinir una transacción o el cliente puede elegir.

# tl_iso_payment.expercash_paymentMethod.automatic_payment_method
source: Auswahl der Zahlart durch den Endkunden
es: La selección del método de pago por el usuario final

# tl_iso_payment.expercash_paymentMethod.elv_buy
source: Zahlung per Lastschrift (ELV)
es: Pago con Débito Directo (ELV)

# tl_iso_payment.expercash_paymentMethod.cc_buy
source: Kreditkartenzahlung
es: Pago con tarjeta de crédito

# tl_iso_payment.expercash_paymentMethod.cc_authorize
source: verbindliche Reservierung auf eine Kreditkarte zum späteren Einzug
es: Reserva obligatoria de una tarjeta de crédito para cobro futuro

# tl_iso_payment.expercash_paymentMethod.sofortueberweisung
source: Transaktion über Sofortüberweisung
es: Transacción disponible a través Sofortuberweisung

# tl_iso_payment.epay_secretkey.0
source: Secret key
es: Clave secreta

# tl_iso_payment.payone_portalid.1
source: Please enter your unique PAYONE portal ID.
es: Introducir su ID del portal PayOne.

# tl_iso_payment.payone_key.0
source: Secret key
es: Clave secreta

# tl_iso_payment.payone_key.1
source: Enter the secret key you specified for this portal.
es: Ingrese la clave secreta que ha especificado para este portal.

# tl_iso_payment.worldpay_description.0
source: Description
es: Descripción
nl: Omschrijving

# tl_iso_payment.quickpay_merchantId.1
source: Please enter your merchant ID.
es: Introducir su ID de comerciante.

# tl_iso_payment.quickpay_paymentMethods.0
source: Payment methods
es: Formas de pago
nl: Betaalmethoden

# tl_iso_payment.opp_password.0
source: Password
es: Contraseña
nl: Wachtwoord

# tl_iso_payment.groups.0
source: Member groups
es: Grupos de miembros
nl: Ledengroepen

# tl_iso_payment.groups.1
source: Restrict this payment method to certain member groups.
es: Restringir esta forma de pago a determinados grupos de miembros.
nl: Beperk deze betaalmethode tot bepaalde ledengroepen.

# tl_iso_payment.protected.0
source: Protect payment method
es: Proteger el método de pago

# tl_iso_payment.protected.1
source: Show the payment method to certain member groups only.
es: Mostrar la forma de pago a sólo ciertos grupos de miembros.

# tl_iso_payment.guests.0
source: Show to guests only
es: Mostrar solo a los invitados.
nl: Alleen zichtbaar voor gasten

# tl_iso_payment.guests.1
source: Hide the payment method if a member is logged in.
es: Ocultar el método de pago, si un miembro se ha autentificado.

# tl_iso_payment.debug.0
source: Debug mode
es: Modo Debug

# tl_iso_payment.debug.1
source: For testing without actually capturing for payment.
es: Para las pruebas sin realmente cobrar para el pago.

# tl_iso_payment.enabled.0
source: Enabled
es: Activado
nl: Ingeschakeld

# tl_iso_payment.enabled.1
source: Check here if the payment method should be enabled in the store.
es: Marque aquí si la forma de pago debe estar habilitada en la tienda.

# tl_iso_payment.new.0
source: New payment method
es: Nueva forma de pago

# tl_iso_payment.edit.0
source: Edit payment method
es: Editar forma de pago

# tl_iso_payment.edit.1
source: Edit payment method ID %s
es: Editar forma de pago ID %S

# tl_iso_payment.copy.0
source: Copy payment method
es: Copiar forma de pago

# tl_iso_payment.copy.1
source: Copy payment method ID %s
es: Copiar forma de pago ID %s

# tl_iso_payment.delete.0
source: Delete payment method
es: Borrar forma de pago

# tl_iso_payment.delete.1
source: Delete payment method ID %s
es: Borrar forma de pago ID %s

# tl_iso_payment.show.0
source: Payment method details
es: Detalles forma de pago

# tl_iso_payment.show.1
source: Show details of payment method ID %s
es: Mostrar los detalles de la forma de pago

# tl_iso_payment.capture.0
source: Authorize and Capture
es: Autorización y captura

# tl_iso_payment.capture.1
source: Transactions of this type will be sent for authorization. The transaction will be automatically picked up for settlement if approved.
es: Las transacciones de este tipo serán enviados para su autorización. La transacción será automáticamente recogido para su liquidación si se aprueba.

# tl_iso_payment.auth.0
source: Authorize Only
es: Autorizar Sólo

# tl_iso_payment.auth.1
source: Transactions of this type are submitted if the merchant wishes to validate the credit card for the amount of the goods sold. If the merchant does not have goods in stock or wishes to review orders before shipping the goods, this transaction type should be submitted.
es: Las operaciones de este tipo son enviadas si el comerciante desea validar la tarjeta de crédito por el importe de los bienes vendidos. Si el comerciante no tiene las mercancías almacenadas, o si desea revisar las órdenes antes de enviar las mercancías, este tipo de transacción debe ser presentado.

# tl_iso_payment.no_shipping
source: Orders without shipping
es: Pedidos sin envio

# tl_iso_payment.payone.elv
source: Debit withdrawal
es: Retirada de débito

# tl_iso_payment.payone.cc
source: Credit card
es: Tarjeta de credito

# tl_iso_payment.payone.dc
source: Debit card
es: Tarjeta de debito

# tl_iso_payment.payone.vor
source: Prepayment
es: Pago por adelantado
nl: Voorafbetaling

# tl_iso_payment.payone.rec
source: Invoice
es: Factura
nl: Factuur

# tl_iso_payment.type_legend
source: Name &amp; Type
es: Nombre y tipo
nl: Naam &amp; type

# tl_iso_payment.note_legend
source: Additional notes
es: Notas adicionales
nl: Aanvullende berichten

# tl_iso_payment.config_legend
source: General configuration
es: Configuración general
nl: Algemene configuratie

# tl_iso_payment.gateway_legend
source: Payment gateway configuration
es: Configuración de la pasarela de pago
nl: Configuratie betalingsaanbieder

# tl_iso_payment.price_legend
source: Price
es: Precio
nl: Prijs

# tl_iso_payment.template_legend
source: Template
es: Plantilla

# tl_iso_payment.expert_legend
source: Expert settings
es: Configuración avanzada
nl: Expert instellingen

# tl_iso_payment.type.1
source: Select a particular payment gateway
nl: Kies een soort betalingsaanbieder

# tl_iso_payment.price.1
source: Enter a price or percent value (e.g. "10" or "10%").
nl: Vul een prijs of percentage in (bijv. "10" of "10%").

# tl_iso_payment.tax_class.1
source: Please select a tax class for the price.
nl: Kies een belastingklasse voor deze prijs.

# tl_iso_payment.psp_pspid.1
source: The PSPID is your unique identification for the payment method.
nl: Het PSPID is uw unieke identificatie van de betaalmethode.

# tl_iso_payment.psp_http_method.0
source: HTTP method
nl: HTTP methode

# tl_iso_payment.psp_http_method.1
source: Type of HTTP data transfer from and to the servers.
nl: Type HTTP gebruikt voor data van en naar servers.

# tl_iso_payment.psp_hash_method.0
source: Hash method
nl: Hashmethode

# tl_iso_payment.psp_hash_method.1
source: Hashing algorithm for data transfer from and to the servers.
nl: Hashing methode voor data van en naar servers.

# tl_iso_payment.datatrans_hash_method.0
source: Hash method
nl: Hashmethode
