Repository: 9teufel/core
Catalog: system/modules/isotope/languages/*/*_iso_gallery.xlf
Languages: fr, nl, pl

# tl_iso_gallery.name.0
source: Name
fr: Nom
nl: Naam
pl: Nazwa

# tl_iso_gallery.name.1
source: Enter a name for this gallery.
fr: Saisir un nom pour cette galerie.
nl: Vul een naam in voor deze gallerij.
pl: Proszę wprowadzić nazwę dla tej galerii.

# tl_iso_gallery.type.0
source: Type
nl: Soort
pl: Typ

# tl_iso_gallery.type.1
source: Please select a gallery type.
fr: Sélectionner un type de galerie.
nl: Kies een gallerijtype.
pl: Proszę wybrać typ galerii.

# tl_iso_gallery.anchor.0
source: Image anchor
fr: Ancre d'image
pl: Kotwica obrazka

# tl_iso_gallery.anchor.1
source: Select what anchor type should be generated on the image.
fr: Sélectionner quel type d'ancrage doit être généré sur l'image.
pl: Proszę wybrać typ kotwicy, która będzie wygenerowana na obrazku.

# tl_iso_gallery.placeholder.0
source: Placeholder image
fr: Image de substitution
pl: Obrazek zastępczy

# tl_iso_gallery.placeholder.1
source: This image will be used if an image file cannot be found or none are associated with a product.
fr: Cette image sera utilisée si un fichier image ne peut être trouvé ou si aucune image n'est associée à un produit.
nl: Deze afbeelding wordt gebruikt als een productafbeelding niet kan worden gevonden of er geen gekoppeld zijn aan een product.
pl: Ten obrazek będzie użyty, jeśli produkt nie ma przypisanego żadnego obrazka.

# tl_iso_gallery.main_size.0
source: Main image size
fr: Taille de l'image principale
nl: Afmeting hoofdafbeelding
pl: Rozmiar głównego obrazka

# tl_iso_gallery.main_size.1
source: Please enter a width and height for the main product image.
fr: Saisir une largeur et une hauteur de l'image principale du produit.
nl: Vul een breedte en hoogt in voor de hoofdafbeelding van producten.
pl: Proszę wprowadzić szerokość i wysokość głównego obrazka produktu.

# tl_iso_gallery.gallery_size.0
source: Gallery image size
fr: Taille de la galerie d'images
nl: Formaat gallerij-afbeeldingen
pl: Rozmiar galerii

# tl_iso_gallery.gallery_size.1
source: Please enter a width and height for the additional images.
fr: Saisir une largeur et une hauteur pour les images supplémentaires.
nl: Vul een breedte en hoogt in voor overige afbeeldingen.
pl: Proszę wprowadzić szerokość i wysokość dodatkowych obrazków.

# tl_iso_gallery.lightbox_size.0
source: Lightbox image size
fr: Taille de l'image Lightbox
nl: Afmeting afbeelding lightbox
pl: Rozmiar lightbox

# tl_iso_gallery.lightbox_size.1
source: Please enter a width and height for lightbox images.
fr: Saisir une largeur et une hauteur pour l'image Lightbox.
nl: Vul een breedte en hoogt in voor de lightbox afbeeldingen
pl: Proszę wprowadzić szerokość i wysokość lightbox.

# tl_iso_gallery.main_watermark_image.0
source: Main watermark image
fr: Filigrane de l'image principale
nl: Watermerk hoofdafbeelding
pl: Znak wodny głównego obrazka

# tl_iso_gallery.main_watermark_image.1
source: Select an image if you want to add a watermark to the main product image.
fr: Sélectionner une image pour ajouter un filigrane à l'image principale du produit.
nl: Kies een afbeelding als u een watermerk toe wilt voegen aan de hoofdafbeelding van het product.
pl: Proszę wybrać obrazek, jeśli chcesz dodać znak wodny do głównego obrazka produktu.

# tl_iso_gallery.main_watermark_position.0
source: Main watermark position
fr: Position du filigrane de l'image principale
nl: Positie van watermerk hoofdafbeelding
pl: Pozycja znaku wodnego głównego obrazka

# tl_iso_gallery.main_watermark_position.1
source: Select the position where to apply the watermark to.
fr: Sélectionner la position où le filigrane sera appliqué.
nl: Kies de positie waar het watermerk geplaatst moet worden.
pl: Proszę wybrać pozycję znaku wodnego.

# tl_iso_gallery.gallery_watermark_image.0
source: Gallery watermark image
fr: Filigrane de la galerie
nl: Watermerk gallerij-afbeeldingen
pl: Znak wodny galerii

# tl_iso_gallery.gallery_watermark_image.1
source: Select an image if you want to add a watermark to the gallery images.
fr: Sélectionner une image pour ajouter un filigrane à la galerie d'images.
nl: Kies een afbeelding als u een watermerk toe wilt voegen aan de afbeeldingen in de gallerij.
pl: Proszę wybrać obrazek, jeśli chcesz dodać znak wodny do galerii produktu.

# tl_iso_gallery.gallery_watermark_position.0
source: Gallery watermark position
fr: Position du filigrane de la galerie
nl: Positie van watermerk gallerij-afbeeldingen
pl: Pozycja znaku wodnego galerii

# tl_iso_gallery.gallery_watermark_position.1
source: Select the position where to apply the watermark to.
fr: Sélectionner la position où le filigrane sera appliqué.
nl: Kies de positie waar het watermerk geplaatst moet worden.
pl: Proszę wybrać pozycję znaku wodnego.

# tl_iso_gallery.lightbox_watermark_image.0
source: Lightbox watermark image
fr: Filigrane de l'image Lightbox
nl: Watermerk lightbox-afbeelding
pl: Znak wodny lightbox

# tl_iso_gallery.lightbox_watermark_image.1
source: Select an image if you want to add a watermark to the lightbox images.
fr: Sélectionner une image pour ajouter un filigrane l'image Lightbox.
nl: Kies een afbeelding als u een watermerk toe wilt voegen aan de afbeeldingen in een lightbox.
pl: Proszę wybrać obrazek, jeśli chcesz dodać znak wodny do lightbox.

# tl_iso_gallery.lightbox_watermark_position.0
source: Lightbox watermark position
fr: Position du filigrane de l'image Lightbox
nl: Positie van watermerk lightbox
pl: Pozycja znaku wodnego lightbox

# tl_iso_gallery.lightbox_watermark_position.1
source: Select the position where to apply the watermark to.
fr: Sélectionner la position où le filigrane sera appliqué.
nl: Kies de positie waar het watermerk geplaatst moet worden.
pl: Proszę wybrać pozycję znaku wodnego.

# tl_iso_gallery.zoom_watermark_position.1
source: Select the position where to apply the watermark to.
fr: Sélectionner la position où le filigrane sera appliqué.
nl: Kies de positie waar het watermerk geplaatst moet worden.
pl: Proszę wybrać pozycję znaku wodnego.

# tl_iso_gallery.new.0
source: New gallery
fr: Nouvelle galerie
nl: Nieuwe gallerij
pl: Nowa galeria

# tl_iso_gallery.new.1
source: Create a new gallery
fr: Créer une nouvelle galerie
nl: Maak een nieuwe gallerij
pl: Utwórz nową galerię

# tl_iso_gallery.edit.0
source: Edit gallery
fr: Éditer la galerie
nl: Bewerk gallerij
pl: Edytuj galerię

# tl_iso_gallery.edit.1
source: Edit gallery ID %s
fr: Éditer la galerie ID %s
nl: Bewerk gallerij ID %s
pl: Edytuj galerię ID %s

# tl_iso_gallery.copy.0
source: Duplicate gallery
fr: Dupliquer une galerie
nl: Dupliceer gallerij
pl: Duplikuj galerię

# tl_iso_gallery.copy.1
source: Duplicate gallery ID %s
fr: Dupliquer la galerie ID %s
nl: Dupliceer gallerij ID %s
pl: Duplikuj galerię ID %s

# tl_iso_gallery.delete.0
source: Delete gallery
fr: Supprimer la galerie
nl: Verwijder gallerij
pl: Usuń galerię

# tl_iso_gallery.delete.1
source: Delete gallery ID %s
fr: Supprimer la galerie ID %s
nl: Verwijder gallerij ID %s
pl: Usuń galerię ID %s

# tl_iso_gallery.show.0
source: Gallery details
fr: Détails de la galerie
nl: Gallerij details
pl: Szczegóły galerii

# tl_iso_gallery.show.1
source: Show details of gallery ID %s
fr: Afficher les détails de la galerie ID %s
nl: Toon details van gallerij ID %s
pl: Pokaż szczegóły galerii ID %s

# tl_iso_gallery.name_legend
source: Name &amp; Type
fr: Nom &amp; Type
nl: Naam &amp; type
pl: Nazwa i typ

# tl_iso_gallery.size_legend
source: Image sizes
fr: Tailles des images
nl: Afbeeldingsformaten
pl: Rozmiary obrazków

# tl_iso_gallery.config_legend
source: Configuration
nl: Configuratie
pl: Konfiguracja

# tl_iso_gallery.watermark_legend
source: Watermark
fr: Image en filigrane
nl: Watermerk
pl: Znak wodny

# tl_iso_gallery.none
source: No link action
fr: Aucune action de lien
nl: Geen link actie
pl: Brak linku

# tl_iso_gallery.reader
source: Link to the product reader
fr: Lien vers le lecteur de produit
nl: Link naar de productlezer
pl: Link do czytnika produktów

# tl_iso_gallery.lightbox
source: Open lightbox/mediabox
fr: Ouvrir la Lightbox/Mediabox
pl: Otwórz lightbox/mediabox
