Repository: 9teufel/core
Catalog: system/modules/isotope/languages/*/*_iso_attribute.xlf
Languages: cs

# tl_iso_attribute.name.0
source: Name
cs: Jméno

# tl_iso_attribute.description.0
source: Description
cs: Popis

# tl_iso_attribute.options.0
source: Options
cs: Možnosti

# tl_iso_attribute.optionsTable.0
source: Options
cs: Možnosti

# tl_iso_attribute.copy.0
source: Copy attribute
cs: Kopírovat atribut

# tl_iso_attribute.copy.1
source: Copy attribute ID %s.
cs: Kopírovat ID atributu %s.

# tl_iso_attribute.delete.0
source: Delete attribute
cs: Smazat atribut

# tl_iso_attribute.show.0
source: Attribute details
cs: Detaily atributu

# tl_iso_attribute.show.1
source: Show details for attribute ID %s.
cs: Ukaž detaily atributu s ID %s.

# tl_iso_attribute.attribute_legend
source: Attribute name & type
cs: jméno & typ atributu

# tl_iso_attribute.description_legend
source: Description
cs: Popis

# tl_iso_attribute.options_legend
source: Options
cs: Možnosti

# tl_iso_attribute.config_legend
source: Attribute configuration
cs: Nastavení atributu

# tl_iso_attribute.search_filters_legend
source: Search & Filtering Settings
cs: Vyhledávání & Filtrace nastavení

# tl_iso_attribute.store_legend
source: Store file
cs: Skladovací složka
