Repository: 9teufel/core
Catalog: system/modules/isotope/languages/*/*_module.xlf
Languages: nl, ru

# tl_module.iso_list_layout.0
source: Product list template
nl: Productlijsttemplate
ru: Шаблон списка товаров

# tl_module.iso_reader_layout.0
source: Product reader template
nl: Product weergave template
ru: Шаблон считывателя товаров

# tl_module.iso_gallery.0
source: Gallery
nl: Gallerij

# tl_module.iso_collectionTpl.0
source: Product collection template
nl: Productverzameling template

# tl_module.iso_collectionTpl.1
source: Please choose a template to render the products. You can add custom collection templates to folder <em>templates</em>. Collection template files start with <em>iso_collection_</em>.
nl: Selecteer een template om producten mee weer te geven. U kunt aangepaste verzameling-templates toevoegen aan de map <em>templates</em>. Collectie-templatebestanden beginnen met <em>iso_collection</em>.

# tl_module.iso_jump_first.0
source: Redirect to first product
nl: Doorsturen naar eerste product
ru: Перенаправить на первый товар

# tl_module.iso_jump_first.1
source: Check here if users are redirected to the first product of the list.
nl: Check hier zodat gebruikers doorgestuurd zullen worden naar het eerste product van de lijst.

# tl_module.iso_hide_list.0
source: Hide in reader mode
nl: Verbergen in productlezermodus

# tl_module.iso_hide_list.1
source: Hide product list when a product alias is found in the URL.
nl: Verberg de productlijtst als er een product alias in de URL staat.

# tl_module.iso_use_quantity.0
source: Enable quantity
nl: Hoeveelheid mogelijk maken

# tl_module.iso_use_quantity.1
source: Allow users to specify 1 or more of a product to be purchased.
nl: Sta gebruikers toe aan te geven 1 of meerdere van een product aan te schaffen.

# tl_module.iso_display404Page.0
source: Display a 404 page
nl: Toon een 404 pagina

# tl_module.iso_checkout_method.0
source: Checkout method
nl: Checkout methode
ru: Метод оформления заказа

# tl_module.iso_checkout_method.1
source: Choose your checkout method.
nl: Selecteer je checkout methode

# tl_module.iso_addProductJumpTo.0
source: Add product jump to page
nl: Product "ga naar pagina" toevoegen

# tl_module.iso_addProductJumpTo.1
source: This setting defines to which page a user will be redirected when adding a product to the cart, if other than the current page.
nl: Deze instelling definieert naar welke pagina de gebruiker wordt doorverwezen wanneer deze een product aan de winkelwagen heeft toevoegd, anders dan de huidige pagina.

# tl_module.iso_cols.0
source: Columns
nl: Kolommen
ru: Колонки

# tl_module.iso_cols.1
source: Enter a number of columns to display width-wise in the listing template.
nl: Vul het aantal kolommen in voor de breedteweergave in de productlijst template.

# tl_module.iso_config_id.0
source: Store configuration
nl: Winkelinstellingen
ru: Конфигурация магазина

# tl_module.iso_config_id.1
source: Select the store configuration that this module will be used for.
nl: Selecteer de winkel configuratie waar deze module voor gebruikt wordt.

# tl_module.iso_config_ids.0
source: Store configurations
nl: Winkel configuraties
ru: Конфигурации магазинов

# tl_module.iso_config_ids.1
source: Select the store configurations that this module will be used for.
nl: Selecteer de winkel configuraties waar deze module voor gebruikt wordt.

# tl_module.iso_payment_modules.0
source: Payment methods
nl: Betaalmethoden
ru: Методы оплаты

# tl_module.iso_payment_modules.1
source: Select one or more payment methods for this checkout module.
nl: Selecteer één of meer betaalmethoden voor deze checkout module.

# tl_module.iso_shipping_modules.0
source: Shipping methods
nl: Verzendmethoden
ru: Методы доставки

# tl_module.iso_shipping_modules.1
source: Select one or more shipping methods for this checkout module.
nl: Selecteer één of meer verzendmethoden voor deze checkout module.

# tl_module.orderCompleteJumpTo.0
source: Completed order jump to page
nl: Bestelling voltooid "ga naar pagina"

# tl_module.orderCompleteJumpTo.1
source: Select a page the customer will be referred to after their order is complete.
nl: Selecteer een pagina waarnaar klanten verder geleid zullen worden nadat hun bestelling is voltooid.

# tl_module.iso_forward_review.0
source: Forward to review page
nl: Doorsturen naar overzichtspagina

# tl_module.iso_forward_review.1
source: Forward the user to the review page if no data is required on any step.
nl: Stuur de gebruiker naar de overzichtspagina wanneer geen gegevens nodig zijn bij welke checkout stap dan ook.

# tl_module.iso_order_conditions.0
source: Order conditions form
nl: Bestelvoorwaarden formulier

# tl_module.iso_order_conditions.1
source: Choose a custom form that is used to display your order terms and conditions (optional).
nl: Selecteer een eigen formulier dat gebruikt wordt om je algemene voorwaarden weer te geven.

# tl_module.iso_addToAddressbook.0
source: Add to address book
nl: Voeg toe aan adresboek

# tl_module.iso_addToAddressbook.1
source: Add new addresses to members address book (if logged in).
nl: Voeg nieuw adres toe aan leden adresboek (wanneer ingelogd).

# tl_module.iso_orderCollectionBy.0
source: Sorting
nl: Volgorde

# tl_module.iso_orderCollectionBy.1
source: Define in what order the collection items should be listed.
nl: Geef aan in welke volgorde de items in deze verzameling weergegeven moeten worden.

# tl_module.iso_emptyMessage.0
source: Define empty message
nl: Bepaal een lege melding

# tl_module.iso_emptyMessage.1
source: Set a custom message when there is nothing to show (empty product list, empty cart, etc.).
nl: Plaats een eigen melding wanneer de productlijst leeg is.

# tl_module.iso_noProducts.0
source: Message when empty
nl: Melding voor lege lijst

# tl_module.iso_noProducts.1
source: Enter a custom message if there is nothing to show (empty product list, empty cart, etc.).
nl: Vul een eigen melding in weer te geven als er niks weergegeven kan worden (lege productlijst, winkelwagen, enz.).

# tl_module.iso_noFilter.1
source: Enter a custom message if there is no filter set.
nl: Vul een eigen melding in voor als er geen filter ingesteld is.

# tl_module.iso_category_scope.0
source: Category Scope
nl: Categorie omvang

# tl_module.iso_category_scope.1
source: Specify the scope of a product lister.
nl: Geef de omvang van een productlijst op.

# tl_module.iso_list_where.0
source: Condition
nl: Voorwaarde

# tl_module.iso_filterModules.1
source: Select the filter modules you want to consider for this product list.
nl: Selecteer de filter modules voor deze productlijst.

# tl_module.iso_filterFields.0
source: Enabled filters
nl: Filters mogelijk maken
ru: Включить фильтры

# tl_module.iso_filterFields.1
source: Please select filters to enable.
nl: Selecteer de filters waar gebruik van gemaakt kan worden

# tl_module.iso_filterHideSingle.0
source: Hide single options
nl: Verberg enkele keuzeopties

# tl_module.iso_filterHideSingle.1
source: Hide filter field if there is just one option.
nl: Verberg het filterveld als er maar één optie beschikbaar is.

# tl_module.iso_searchFields.0
source: Enabled search fields
nl: Zoeken mogelijk maken

# tl_module.iso_searchFields.1
source: Please select search fields to enable.
nl: Selecteer de velden waarop gezocht kan worden.

# tl_module.iso_searchAutocomplete.0
source: Autocomplete search field
nl: Zoekveld voor automatisch aanvullen

# tl_module.iso_searchAutocomplete.1
source: If you select a field here, the search will be autocompleted by the values of that field.
nl: Als u hier een veld kiest wordt de zoekopdracht automatisch aangevuld met waardes van dat veld.

# tl_module.iso_sortingFields.0
source: Enabled sorting fields
nl: Sortering mogelijk maken

# tl_module.iso_sortingFields.1
source: Please select orderable fields to enable.
nl: Selecteer de velden waarop gesorteerd kan worden.

# tl_module.iso_newFilter.0
source: Filtering for new products
nl: Filter voor nieuwe producten

# tl_module.iso_newFilter.1
source: If you have configured marking products as "new" in your shop configuration, you can either filter for old ones, new ones or just display all products.
nl: Als u heeft ingesteld producten als "nieuw" te markeren in de configuratie, kunt u oude producten, nieuwe of alle producten tonen.

# tl_module.iso_newFilter.show_all
source: Show all products
nl: Toon all producten

# tl_module.iso_newFilter.show_new
source: Only show new products
nl: Toon alleen nieuwe producten

# tl_module.iso_newFilter.show_old
source: Only show old products
nl: Toon alleen oude producten

# tl_module.iso_enableLimit.0
source: Enable per-page limiting
nl: Aantallen per pagina mogelijk maken

# tl_module.iso_enableLimit.1
source: Allow the user to select the number of records to show per page.
nl: Stel de gebruiker in staat het aantal records per pagina te selecteren.

# tl_module.iso_perPage.0
source: Per page options
nl: Opties per pagina

# tl_module.iso_perPage.1
source: Enter a comma separated list for the limit dropdown. The first option will be used as the default value. Values will automatically sort by number.
nl: Vul een, met komma's gescheiden, lijst in voor het limiteren van de dropdown. De eerste optie is de standaard waarde. Waarden worden automatisch gesorteerd op nummer.

# tl_module.iso_cart_jumpTo.0
source: Shopping Cart Jump to page
nl: Winkelwagen "ga naar pagina"

# tl_module.iso_cart_jumpTo.1
source: This setting defines to which page a user will be redirected when requesting a full shopping cart view.
nl: Deze instelling definieert naar welke pagina de gebruiker wordt doorverwezen wanneer deze de volledige winkelwagen wil bekijken.

# tl_module.iso_checkout_jumpTo.0
source: Checkout Jump to page
nl: Checkout "ga naar pagina"

# tl_module.iso_checkout_jumpTo.1
source: This setting defines to which page a user will be redirected when completing their transaction.
nl: Deze instelling definieert naar welke pagina de gebruiker wordt doorverwezen wanneer deze de transactie heeft voltooid.

# tl_module.iso_listingSortField.0
source: Initial sorting field
nl: Standaard sorteringsveld
ru: Исходное поле сортировки

# tl_module.iso_listingSortField.1
source: Select a sorting field to sort the listing by on first page load.
nl: Selecteer een sorteringsveld dat gebruikt wordt wanneer de pagina voor de eerste keer geladen wordt.

# tl_module.iso_listingSortDirection.0
source: Initial sorting direction
nl: Standaard sorteerrichting
ru: Исходное направление сортировки

# tl_module.iso_listingSortDirection.1
source: Select a initial sorting direction.
nl: Kies de standaard sorteerrichting.

# tl_module.iso_buttons.0
source: Buttons
nl: Knoppen
ru: Кнопки

# tl_module.iso_buttons.1
source: Select the buttons you want to show.
nl: Selecteer de knoppen die je wil weergeven.
ru: Выберите кнопки для отображения.

# tl_module.iso_related_categories.0
source: Related categories
nl: Gerelateerde categoriën
ru: Связанные категории

# tl_module.iso_related_categories.1
source: Select the categories to show products of.
nl: Selecteer de categoriën waar de producten getoond moeten worden.

# tl_module.iso_includeMessages.0
source: Include messaging
nl: Berichtgeving insluiten

# tl_module.iso_includeMessages.1
source: This setting allows the module to include any errors, notifications, or confirmations the visitor should be aware of.
nl: Deze instelling stelt de module in staat, alle foutmeldingen, notificaties of bevestigingen waar de bezoeker zich bewust van zou moeten zijn, in te sluiten.

# tl_module.iso_continueShopping.0
source: Enable "Continue shopping" button
nl: Voeg knop "Verder winkelen" toe

# tl_module.iso_continueShopping.1
source: Add a link to the currently added product to the cart.
nl: Voeg een link to naar het zojuist aan winkelwagen toegevoegde product.

# tl_module.iso_address.billing
source: Billing address
nl: Factuuradres

# tl_module.iso_address.shipping
source: Shipping address
nl: Verzendadres

# tl_module.iso_order_conditions_legend
source: Order conditions form
nl: Bestelvoorwaarden formulier

# tl_module.iso_checkout_method_ref.member
source: Login/Registration required
nl: Login/Registratie vereist

# tl_module.iso_checkout_method_ref.guest
source: Guest checkout only
nl: Alleen gast checkout

# tl_module.iso_checkout_method_ref.both
source: Both allowed
nl: Beide toegestaan

# tl_module.iso_category_scope_ref.global.0
source: All Categories
nl: Alle categoriën
ru: Все категории

# tl_module.iso_category_scope_ref.global.1
source: Show all products that are assigned to a page of the active page tree (based on the root page).
nl: Toon alle producten welke zijn toegewezen aan pagina's onder het (huidig) actieve website startpunt.

# tl_module.iso_category_scope_ref.current_and_first_child.0
source: Current Category and First Child Category
nl: Huidige categorie inclusief eerste niveau hieronder

# tl_module.iso_category_scope_ref.current_and_first_child.1
source: Show all products that are assigned to the active page or child pages on the first sublevel.
nl: Toon alle producten welke zijn toegewezen aan de huidige pagina en alle pagina's die hier direct onder liggen.

# tl_module.iso_category_scope_ref.current_and_all_children.0
source: Current Category and All Child Categories
nl: Huidige categorie en all subcategoriën hiervan.

# tl_module.iso_category_scope_ref.current_and_all_children.1
source: Show all products that are assigned to the active page or any child page of it.
nl: Toon alle producten welke zijn toegewezen aan de huidige pagina en alle pagina's die hier onder liggen.

# tl_module.iso_category_scope_ref.current_category.0
source: Current Category
nl: Huidige categorie
ru: Текущая категория

# tl_module.iso_category_scope_ref.current_category.1
source: Show all products that are assigned to the active page (default).
nl: Toon alle producten welke zijn toegewezen aan de huidige pagina (standaard).

# tl_module.iso_category_scope_ref.parent.0
source: Parent Category
nl: Bovenliggende categorie

# tl_module.iso_category_scope_ref.parent.1
source: Show all products that are assigned to the parent page of the active page.
nl: Toon alle producten welke zijn toegewezen aan bovenliggende pagina van de huidige pagina.

# tl_module.iso_category_scope_ref.product.0
source: Current Product's Categories
nl: Categoriën van huidige product

# tl_module.iso_category_scope_ref.product.1
source: Show all products that are assigned to the same pages the currently active product is assigned to.
nl: Toon alle producten welke zijn toegewezen aan dezelfde pagina's waaraan het huidige product ook aan is toegewezen.

# tl_module.sortingDirection.ASC
source: ASC
nl: Oplopend

# tl_module.sortingDirection.DESC
source: DESC
nl: Aflopend
