Repository: 9teufel/core
Catalog: system/modules/isotope/languages/*/default.xlf
Languages: cs, da, nl, pt_br

# MSC.templatesConfig
source: Store Config "%s"
nl: Winkelconfiguratie "%s"
pt_br: Config da Loja "%s"

# MSC.splittedTaxRate
source: Splitted
nl: Gesplitst
pt_br: Dividido

# MSC.newOrders
source: You have %s order(s) with status "%s"
nl: U heeft %s bestelling(en) met de status "%s"
pt_br: Você tem %s pedido(s) com status "%s"

# MSC.checkoutStep
source: Step %s of %s (%s) -
nl: Stap %s van %s (%s) -
pt_br: Passo %s de %s (%s) -

# MSC.timePeriod.minutes
source: Minutes
cs: Minuty
da: Minutter
nl: Minuten
pt_br: Minutos

# MSC.timePeriod.hours
source: Hours
cs: Hodiny
da: Timer
nl: Uur
pt_br: Horas

# MSC.timePeriod.days
source: Days
cs: Dny
da: Dage
nl: Dagen
pt_br: Dias

# MSC.timePeriod.weeks
source: Weeks
cs: Týdny
da: Uger
nl: Weken
pt_br: Semanas

# MSC.timePeriod.months
source: Months
cs: Měsíce
da: Måneder
nl: Maanden
pt_br: Meses

# MSC.timePeriod.years
source: Years
cs: Roky
da: År
nl: Jaar
pt_br: Anos

# MSC.isotopeIntroduction.0
source: Welcome to Isotope eCommerce
da: Velkommen til Isotope eCommerce
nl: Welkom bij Isotope eCommerce
pt_br: Bem-vindo ao Isotope eCommerce

# MSC.isotopeIntroduction.1
source: Isotope is the premier open source eCommerce solution for Contao.
nl: Isotope is de grootste open-source eCommerce oplossing voor Contao.
pt_br: Isotope é a solução número 1 de eCommerce em código aberto para Contao.

# MSC.isotopeIntroduction.2
source: This is the page where most of the configuration will take place. <strong>You should start from the bottom of this page and work your way upward from right to left.</strong>
nl: Op deze pagina vinden de meeste instellingen plaats. <strong>U kunt het beste van onder naar boven, en rechts naar links werken.</strong>
pt_br: Esta é a página onde a maioria da configuração acontecerá. <strong>Você deveria começar a partir do final desta página e subir até o início da direita para a esquerda.</strong>

# MSC.isotopeIntroduction.4
source: The Isotope eCommerce Team
da: Isotope eCommerce teamet
nl: Het Isotope eCommerce team
pt_br: A Equipe do Isotope eCommerce

# MSC.iso_orderCollectionBy.asc_id
source: by date added (ascending)
nl: op datum toegevoegd (oud - nieuw)

# MSC.iso_orderCollectionBy.desc_id
source: by date added (descending)
nl: op datum toegevoegd (nieuw - oud)

# MSC.iso_orderCollectionBy.asc_tstamp
source: by date updated (ascending)
nl: op datum aangepast (oud - nieuw)

# MSC.iso_orderCollectionBy.desc_tstamp
source: by date updated (descending)
nl: op datum aangepast (nieuw - oud)

# MSC.iso_orderCollectionBy.asc_name
source: by product name (ascending)
nl: op productnaam (A - Z)

# MSC.iso_orderCollectionBy.desc_name
source: by product name (descending)
nl: op productnaam (Z - A)

# MSC.iso_orderCollectionBy.asc_price
source: by price (ascending)
nl: op prijs (oplopend)

# MSC.iso_orderCollectionBy.desc_price
source: by price (descending)
nl: op prijs (aflopend)

# MODEL.tl_iso_shipping.flat.0
source: Flat-price shipping
nl: Vaste verzendkosten

# MODEL.tl_iso_shipping.flat.1
source: This is the default shipping method for regular shipping.
nl: Dit is de standaard verzendmethode voor normale verzending.

# MODEL.tl_iso_shipping.group.0
source: Shipping group
nl: Verzendgroep

# MODEL.tl_iso_shipping.group.1
source: With this method, you can group multiple shipping methods into one and calculate the price based on them.
nl: Hiermee kunt u meerder verzendmethoden groepen en de verzendprijs hiermee berekenen.
pt_br: Com esta forma, você pode agrupar várias formas de entrega em uma só forma e calcular o preço baseado nelas.

# MODEL.tl_iso_payment.cash.0
source: Cash
da: Kontant
nl: Contant

# MODEL.tl_iso_payment.cash.1
source: Use this for all offline processed payment.
nl: Gebruik dit voor alle offline betalingen.

# MODEL.tl_iso_payment.paypal.1
source: This PayPal module supports IPN (Instant Payment Notifications).
nl: Deze PayPal module ondersteund IPN (Instant Payment Notifications).

# MODEL.tl_iso_document.standard.0
source: Standard
nl: Standaard
pt_br: Padrão

# MODEL.tl_iso_gallery.standard.0
source: Default gallery
nl: Standaard gallerij
pt_br: Galeria Padrão

# MODEL.tl_iso_gallery.inline.0
source: Inline gallery
nl: Inline gallerij

# MODEL.tl_iso_gallery.inline.1
source: Clicking on a gallery image will replace the main image.
nl: Op een afbeelding klikken vervangt de hoofdafbeelding.
pt_br: Clicar em uma imagem da galeria substituirá a imagem principal.

# MODEL.tl_iso_product.standard.0
source: Standard product
nl: Standaard product

# MODEL.tl_iso_product.standard.1
source: A default product. Select this if nothing else matches.
nl: Het standaard product. Gebruik deze als geen andere beter past.

# ATTR.text.0
source: Text field
cs: Textové pole
da: Tekstfelt
nl: Tekstveld
pt_br: Campo de texto

# ATTR.text.1
source: A single-line input field for a short or medium text.
nl: Veld van één regel voor een korte of middellange tekst.
pt_br: Um campo de texto de uma só linha para texto pequeno ou médio.

# ATTR.textarea.0
source: Textarea
da: Tekstboks
nl: Tekstgebied
pt_br: Área de texto

# ATTR.textarea.1
source: A multi-line input field for a medium or long text.
nl: Een invoerveld met meerdere regels voor een middellange of lange tekst.
pt_br: Um campo de texto de múltiplas linhas para texto médio ou longo.

# ATTR.select.0
source: Select menu
da: Valgmenu
nl: Selecteermenu
pt_br: Selecionar menu

# ATTR.select.1
source: A single- or multi-line drop-down menu.<br /><i>This field type is suitable for product variants.</i>
nl: Een enkel- of uit meerdere regels bestaand drop-down menu.<br /><i>Dit soort veld is geschikt voor productvarianten.</i>
pt_br: Um menu drop-down de uma ou múltiplas linhas.<br /><i>Este tipo de campo é adequado para variantes de produto.</i>

# ATTR.radio.1
source: A list of multiple options from which one can be selected.<br /><i>This field type is suitable for product variants.</i>
nl: Een lijst van meerdere opties waaruit geselecteerd kan worden.<br /><i>Dit soort veld is geschikt voor productvarianten.</i>
pt_br: Uma lista de múltiplas opções das quais uma delas pode ser selecionada.<br /><i>Este tipo de campo é adequado para variantes do produto.</i>

# ATTR.checkbox.1
source: A list of multiple options from which any can be selected.
nl: Een lijst van meerdere opties waaruit gekozen kan worden.
pt_br: Uma lista de múltiplas opções das quais qualquer uma das opções podem ser selecionadas.

# ATTR.mediaManager.1
source: Upload images and other files to the Isotope eCommerce file system. Output is processed trough an IsotopeGallery class.
nl: Upload afbeeldingen en overige bestanden naar het Isotope eCommerce bestandsysteem. Output wordt door een IsotopeGallery klasse afgehandeld.

# ATTR.conditionalselect.0
source: Conditional Select-Menu
nl: Voorwaardelijk selecteermenu

# ATTR.conditionalselect.1
source: show select-options based on another select menu.
nl: Toon selectie-opties op basis van een ander selecteermenu.

# ATTR.fileTree.0
source: File tree
nl: Bestandsstructuur

# ATTR.fileTree.1
source: A file tree for single or multiple files and folders.
nl: Een bestandsstructuur van één of meerdere bestanden en mappen.

# ATTR.downloads.1
source: Download files from the product, e.g. manuals, data sheets etc.
nl: Download bestanden van het product, bijv. handleidingen, data sheets enz.
pt_br: Baixar arquivos do produto, p. ex. manuais, dados técnicos etc.

# ATTR.upload.0
source: File upload
cs: Nahrát soubor
da: Filupload
nl: Bestandsupload
pt_br: Enviar arquivo

# ATTR.upload.1
source: A single-line input field to upload a local file to the server.
nl: Invoerveld van één regel om een lokaal bestand naar de server te laden.

# ERR.checkoutNotAllowed
source: User checkout not allowed
cs: Platba od uživatele není povolena
da: Checkout ikke tilladt
pt_br: Pedido do usuário não permitido

# ERR.collectionItemNotAvailable
source: This product is no longer available.
cs: Tento produkt již není k dispozici.
da: Dette produkt er ikke længere tilgængeligt.
pt_br: Este produto não está mais disponível.

# ERR.collectionErrorInItems
source: There are errors in your products.
cs: Ve Vašem produktu jsou chyby.
da: Der er fejl i dine produkter.
pt_br: Existem erros nos seus produtos.

# ERR.cartErrorInItems
source: Please resolve the errors in your cart before checking out.
cs: Prosím odstraňte chyby ve Vašem nakupním košíku před platbou.
da: Venligst ret fejlen i din kurv inden du går til betaling.
pt_br: Por favor resolva os erros no seu carrinho antes de finalizar o pedido.

# MSC.groupPickerHome
source: Back to the group picker
cs: Zpět do skupiny výběru
da: TIlbage til gruppevælgeren
pt_br: Voltar ao selecionador de grupo

# MSC.searchTermsLabel
source: Keywords
cs: Klíčové slova
da: Nøgleord
pt_br: Palavras-chaves

# MSC.productSingle
source: 1 Product
cs: 1 produkt
da: 1 produkt
pt_br: 1 Produto

# MSC.isotopeIntroduction.5
source: Isotope is a product of %s in association with <a href="http://isotopeecommerce.org/de/team.html" target="_blank">the Isotope eCommerce Team</a>.
pt_br: Isotope é um produto de %s em associação com <a href="http://isotopeecommerce.org/de/team.html" target="_blank">a Equipe do Isotope eCommerce</a>.

# MODEL.tl_iso_gallery.standard.1
source: <p>Uses the lightbox/mediabox for full size images. Make sure you select the appropriate "moo_" template in your page layout configuration.</p><p>You can supply a "rel" attribute to the link target by using a pipe (e.g. "tl_files/video.mov|lightbox[400 300]"). If no "rel" attribute is supplied, the link will be opened in a new window.</p>
pt_br: <p>Utiliza o lightbox/mediabox para imagens em tamanho integral. Certifique-se de selecionar o tema "moo_" apropriado na sua configuração de layout de página.</p><p>Você pode fornecer um atributo "rel" ao destino do link usando um pipe (p. ex. "tl_files/video.mov|lightbox[400 300]"). Se nenhum atributo "rel" for informado, o link será aberto em uma nova janela.</p>

# CCT.maestro
source: Maestro UK
pt_br: Maestro GB

# CCT.maestro_intl
source: Maestro International
pt_br: Maestro Internacional

# ATTR.radio.0
source: Radio button menu
pt_br: Menu de botão de opção

# ATTR.checkbox.0
source: Checkbox menu
pt_br: Menu caixa de seleção

# ATTR.mediaManager.0
source: Media Manager
pt_br: Gerenciador de Mídia

# MSC.pay_with_redirect.1
source: You will be redirected to the payment gateway website.
da: Du bliver omdirigeret til betalingssiden.

# MSC.pay_with_redirect.3
source: Please click on the "Pay now" button to continue.
da: Klik på "Betal nu" knappen for at fortsætte.

# MSC.isotopeIntroductionLegend
source: Introduction
da: Introduktion

# MSC.iso_order_status
source: Status
cs: Stav

# ATTR.downloads.0
source: Downloads
cs: Stáhnout

# CUR.CZK
source: CZK - Czech Koruna
cs: Kč - Korun českých
