Repository: 9teufel/core
Catalog: system/modules/isotope/languages/*/default.xlf
Languages: cs, da, nl, pt_br

# ERR.systemColumn
source: Name "%s" is reserved for system use. Please choose a different name.
cs: Jméno "%s" je již obsazené pro systémové použití . Prosím vyberte jiné jméno.
da: Navnet "%s" er reserveret til systemet. Vælg venligst et andet navn.
nl: '%s' is gereserveerd voor gebruik in het systeem. Kies alstublieft een andere naam.
pt_br: Nome "%s" está reservado para uso do sistema. Por favor escolha um nome diferente.

# ERR.noStoreConfigurationSet
source: No store configuration available
cs: Konfigurace skladu není dostupná
da: Ingen shop konfiguration fundet
nl: Er is geen Winkelinstellingen beschikbaar!
pt_br: Nenhuma configuração de loja disponível

# ERR.noDefaultStoreConfiguration
source: Please create a default store configuration.
cs: Prosím vytvořte výchozí nastavení skladu
da: Opret venligst en standard shop konfiguration
nl: Maak een standaard winkelinstellingen aan.
pt_br: Por favor crie uma configuração padrão de loja

# ERR.emptyOrderHistory
source: You have not yet placed any orders.
cs: Ještě nemáte umístěny žádné objednávky
da: Du har endnu ikke angivet en ordre
nl: U heeft nog geen bestellingen geplaatst
pt_br: Você ainda não realizou nenhum pedido.

# ERR.orderNotFound
source: The requested order was not found.
cs: Požadovaná objednávka nebyla nalezena.
da: Den ønskede ordre blev ikke fundet
nl: De gevraagde bestelling is niet gevonden
pt_br: O pedido solicitado não foi encontrado.

# ERR.isoLoginRequired
source: You must be logged in to checkout.
cs: Musíte být přihlášen k platbě.
da: Du skal være logget ind for at afslutte ordren.
nl: U moet zijn ingelogd om af te kunnen rekenen
pt_br: Você precisa fazer login para finalizar o pedido.

# ERR.variantDuplicate
source: A variant with this attributes is already available. Please select another combination.
da: En variant med denne egenskab findes allerede. Brug venligst en anden kombination.
nl: Een variant met deze attributen is al beschikbaar. Selecteer een andere combinatie alstublieft.
pt_br: Uma variante com esses atributos já está disponível. Por favor selecione outra combinação.

# ERR.discount
source: Please enter whole numbers or decimals signed with + or - and optionally with a percentage.
da: Indtast venligst et helt tal eller decimaler med et + eller - foran og evt. efterfulgt af procent.
nl: Vul hele getallen of decimalen ondertekend met + of - en eventueel met een percentage.
pt_br: Por favor digite números inteiros ou decimais assinalados com + ou - e opcionalmente com uma porcentagem.

# ERR.surcharge
source: Please enter whole numbers or decimals optionally with a percentage.
da: Indtast venligst et helt tal eller decimaler evt. efterfulgt af procent.
nl: Vul hele getallen of optioneel decimalen met een percentage in.
pt_br: Por favor digite números inteiros ou decimais opcionalmente com uma porcentagem.

# ERR.orderFailed
source: Checkout failed. Please try again or choose another payment method.
cs: Objednávka neprovedena. Prosím, zkuste to znovu nebo vyberte jinou platební metodu
da: Betalingen mislykkedes. Prøv igen eller vælg en anden betalingsmetode.
nl: Afrekenen mislukt, probeer opnieuw of kies een andere wijze van betaling. Onze excuses voor het ongemak.
pt_br: Ocorreu um erro na finalização do pedido. Por favor tente de novo ou escolha outra forma de pagamento.

# ERR.noAddressBookEntries
source: You have no address book entries.
cs: Nemáte žádné položky adresáře
da: Du har ingen adresser i din adressebog
nl: U heeft nog geen adressen in uw adresboek.
pt_br: Você não tem nenhum cadastro no catálogo de endereço.

# ERR.cartMinSubtotal
source: The minimum order amount is %s. Please add more products before checkout.
cs: Minimální objednané množství je % s. Prosím, přidejte další produkty před objednáním.
da: Minimum ordrebeløb er %s. Kontroller venligst din kurv.
nl: Het minimale bestelbedrag is %s. Voeg nog iets toe aan uw winkelwagen voordat u gaat afrekenen.
pt_br: O pedido mínimo é %s. Por favor adicione mais produtos antes de finalizar o pedido.

# ERR.productMinimumQuantity
source: The minimum quantity for "%s" is %s items. Please check your shopping cart.
cs: Minimální množství pro "% jsou "% s položky. Zkontrolujte prosím Váš nákupního košíku.
da: Minimum antal varer for "%s" er %s. Kontroller venligst din kurv.
nl: Het minimum aantal voor "%s" is %s producten. Controleer uw winkelwagen.
pt_br: A quantidade mínima para "%s" é %s itens. Por favor verifique seu carrinho.

# ERR.imageInFallback
source: This image has already been assigned to the fallback language.
cs: Tento obraz byl již přidělen do nouzového jazyku.
da: Dette foto er allerede tilknyttet standardsproget.
nl: Deze afbeelding is al toegewezen aan de terugvaltaal.
pt_br: Esta imagem já foi atribuída ao idioma reservado.

# ERR.datepickerRgxp
source: Select an appropriate field validation (date, time, date and time) to enable the date picker.
nl: Kies het gewenste invoertype (datum, tijd, datum en tijd) om de datumkiezer in te schakelen.
pt_br: Selecione um campo de validação apropriado (data, hora, data e hora) para habilitar o selecionador de data.

# ERR.emptyDownloadsFolder
source: The selected folder is empty.
cs: Vybraná složka je prázdná
da: Den valgte mappe er tom.
nl: De geselecteerde map is leeg.
pt_br: A pasta selecionada está vazia.

# MSC.selectGroup
source: Only show this group
cs: Pouze ukázat tuto skupinu
da: Vi kun denne gruppe
nl: Toon alleen deze groep
pt_br: Mostrar somente este grupo

# MSC.filterByGroups
source: Groups
cs: Skupiny
da: Grupper
nl: Groepen
pt_br: Grupos

# MSC.filterByPages
source: Pages
cs: Stránky
da: Sider
nl: Pagina's
pt_br: Páginas

# MSC.allGroups
source: Show all groups
cs: Ukázat všechn skupiny
da: Vis alle grupper
nl: Toon alle groepen
pt_br: Mostrar todos os grupos

# MSC.noVariants
source: There are no variants for this product.
cs: Nejsou zde varianty pro tento produkt
da: Ingen varianter fundet.
nl: Geen productvarianten gevonden.
pt_br: Não há variações para este produto.

# MSC.copyFallback
source: Duplicate Fallback
nl: Kopie reservepagina
pt_br: Duplicar Recorrente

# MSC.orderDetailsHeadline
source: Order no %s / %s
da: Ordre nr. %s / %s
nl: Ordernummer %s / %s
pt_br: Pedido no %s / %s

# MSC.payment_processing
source: Your payment is being processed. Please be patient...
cs: Vaše platba se zpracovává, Prosíme o chvíli strpení...
da: Din betaling bliver behandlet. Vent venligst...
nl: Uw betaling wordt voltooid, een moment geduld alstublieft...
pt_br: Seu pagamento está sendo processado. Por favor aguarde...

# MSC.mmNoUploads
source: No files uploaded.
cs: Nejsou zde nahrány žádné soubory
da: Ingen filer blev uploaded
nl: Geen bestanden geüpload.
pt_br: Nenhum arquivo enviado.

# MSC.mmUnknownError
source: The file could not be uploaded for unknown reason. Please check the system log.
da: Filen kunne ikke uploades på grund af en ukendt fejl. Kontroller "Hændelser" for yderligere information.
nl: Het bestand kon wegen onbekende oorzaak niet geüpload worden. Controleer het logbestand van het systeem.

# MSC.mmDrop
source: Drop files here to upload
da: Træk filer hertil for at uploade
nl: Sleep bestanden hierheen om te uploaden

# MSC.mmUpload
source: Upload files
da: Upload filer
nl: Bestanden uploaden

# MSC.mmProcessing
source: Processing dropped files...
da: Behandler filer...
nl: Nieuwe bestanden worden verwerkt...

# MSC.undeletableRecords
source: Some records could not be deleted.
da: Nogle emner kunne ikke slettes.
nl: Enkele items konden niet verwijderd worden.
pt_br: Alguns registros não puderam ser apagados.

# MSC.undeletableUnpublished
source: Some records could not be deleted and have been unpublished instead.
da: Nogle emner kunne ikke slettes og er blevet deaktiveret istedet for.
nl: Enkele items konden niet verwijderd worden en zijn in plaats daarvan verborgen.
pt_br: Alguns registros não puderam ser apagados e ainda não foram publicados.

# MSC.quantity
source: Quantity
cs: Množství
da: Antal
nl: Aantal
pt_br: Quantidade

# MSC.defaultSearchText
source: search products
cs: Vyhledání produktů
da: Søg produkter
nl: zoek producten
pt_br: pesquisar produtos

# MSC.downloadsLabel
source: Your downloadable products
cs: Vaše stáhnutelné produkty
da: Dine produkter til download
nl: Uw te downloaden producten
pt_br: Seus produtos para baixar

# MSC.priceRangeLabel
source: <span class="from">From</span> %s
da: <span class="from">Fra</span> %s
nl: <span class="from">Van</span> %s
pt_br: <span class="from">De</span> %s

# MSC.detailLabel
source: View Details
cs: Detaily
da: Se detaljer
nl: Bekijk details
pt_br: Ver Detalhes

# MSC.perPageLabel
source: Products Per Page
cs: Produktů na stránku
da: Produkter pr. side
nl: Producten per pagina
pt_br: Produtos Por Página

# MSC.submitLabel
source: Submit
cs: Vložte
da: OK
nl: Verstuur
pt_br: Enviar

# MSC.clearFiltersLabel
source: Clear Filters
cs: Vyčistit filtr
da: Nulstil filtre
nl: Leeg filter
pt_br: Limpar Filtros

# MSC.buttonLabel.update
source: Update
cs: Aktualizovat
da: Opdater
nl: Verversen
pt_br: Atualizar

# MSC.buttonLabel.add_to_cart
source: Add To Cart
cs: Přidat do košíku
da: Læg i kurv
nl: In winkelwagen
pt_br: Adicionar ao Carrinho

# MSC.buttonLabel.update_cart
source: Update Cart
cs: Aktualizovat košík
da: Opdater kurv
nl: Winkelwagen bijwerken
pt_br: Atualizar Carrinho

# MSC.orderByLabel
source: Order By:
cs: Seřadit podle:
da: Sorter efter:
nl: Sorteren op:
pt_br: Dispor Por:

# MSC.noProducts
source: No products have been found.
cs: Žádné produkty nenalezeny
da: Ingen produkter blev fundet.
nl: Geen producten gevonden
pt_br: Nenhum produto foi encontrado.

# MSC.previousStep
source: Back
cs: Zpět
da: Tilbage
nl: Terug
pt_br: Voltar

# MSC.nextStep
source: Continue
cs: Pokračovat
da: Fortsæt
nl: Verder
pt_br: Continuar

# MSC.confirmOrder
source: Order
cs: Objednávka
da: Ordre
nl: Bestellen
pt_br: Pedido

# MSC.noCategoriesAssociated
source: No categories are associated with this product.
cs: ž
da: Ingen kategorier er knyttet til dette produkt.
nl: Er zijn categorieën geassocieerd met dit product.
pt_br: Não há categorias associadas a este produto.

# MSC.labelSubmit
source: Submit
cs: Vložte
da: OK
nl: Verstuur
pt_br: Enviar

# MSC.noItemsInCart
source: There are no items in your cart.
cs: Není žádné zboží ve Vašem košíku.
da: Der er ingen emner i din kurv
nl: Er bevinden zich geen producten in uw winkelwagen
pt_br: Não há itens no seu carrinho.

# MSC.addedToCart
source: The selected product has been added to your shopping cart.
cs: Vybrané zboží bylo vloženo do nákupního košíku.
da: Produktet er nu tilføjet til din indkøbskurv.
nl: Het geselecteerde product is toegevoegd aan uw winkelwagen.
pt_br: O produto selecionado foi adicionado ao seu carrinho.

# MSC.cartMerged
source: The products from your last visit have been readded. Please review your shopping cart items.
cs: Výrobky z vaší poslední návštěvy byly znovu přidány. Zkontrolujte prosím své položky nákupního košíku.
da: Produkterne fra dit seneste besøg er nu igen tilføjet til din kurv.
nl: De producten van uw vorige bezoek zijn opnieuw toegevoegd. Controleer a.u.b. uw winkelwagen.
pt_br: Os produtos da sua última visita foram readicionados. Por favor revise os itens do seu carrinho.

# MSC.editProductLinkText
source: Edit
cs: Upravit
da: Rediger
nl: Wijzigen
pt_br: Editar

# MSC.removeProductLinkText
source: Remove
cs: Odstranit
da: Fjern
nl: Verwijder
pt_br: Remover

# MSC.removeProductLinkTitle
source: Remove %s from your cart
cs: Odstranit %s z Vašeho košíku.
da: Fjern %s fra din kurv
nl: Verwijder %s uit uw winkelwagen
pt_br: Remove %s do seu carrinho

# MSC.subTotalLabel
source: Order Subtotal:
cs: Mezisoučet objednávky
da: Ordre subtotal
nl: Subtotaal bestelling:
pt_br: Subtotal do Pedido:

# MSC.grandTotalLabel
source: Order Total:
cs: Celková částka:
da: Ordre total
nl: Totaal bestelling:
pt_br: Total do Pedido:

# MSC.noPaymentModules
source: No payment options are currently available
cs: Žádné platební možnosti nejsou v současné době k dispozici.
da: Der er ingen betalingsmetoder tilgængelig
nl: Momenteel zijn er geen betalings opties beschikbaar
pt_br: Não há opções de pagamento no momento

# MSC.noShippingModules
source: No shipping options are currently available.
cs: Žádné možnosti dopravy nejsou v současné době k dispozici.
da: Der er ingen leveringsmetoder tilgængelig
nl: Momenteel zijn er geen verzend opties beschikbaar.
pt_br: Não há opções de envio no momento.

# MSC.noOrderEmails
source: No orders emails found.
cs: Žádné objednávkové e-maily nenalezeny.
da: Ingen ordre-email angivet
nl: Geen bestel e-mails gevonden.
pt_br: Não foram encontrados emails de pedidos.

# MSC.noOrders
source: No orders found.
cs: Žádné objednávky nenalezeny
da: Ingen ordre fundet
nl: Geen orders gevonden.
pt_br: Nenhum pedido foi encontrado.

# MSC.downloadsRemaining
source: <br />%s downloads remaining
da: <br />%s downloads tilbage
nl: <br />%s downloads over
pt_br: <br />%s de downloads restantes

# MSC.cartBT
source: Shopping Cart
cs: Nákupní košík
da: Indkøbskurv
nl: Winkelwagen
pt_br: Carrinho

# MSC.checkoutBT
source: Proceed to Checkout
cs: Pokračovat v objednávce
da: Gå til kassen
nl: Ga verder met afrekenen
pt_br: Finalizar Pedido

# MSC.continueShoppingBT
source: Continue shopping
cs: Pokračovat v nákupu
da: Køb mere
nl: Verder winkelen
pt_br: Continuar comprando

# MSC.updateCartBT
source: Update Cart
cs: Aktualizovat košík
da: Opdater kurv
nl: Winkelwagen bijwerken
pt_br: Atualizar Carrinho

# MSC.orderStatusHeadline
source: Order Status: %s
cs: Stav objednávky: %s
da: Ordre status %s
nl: Status van de bestelling: %s
pt_br: Status do Pedido: %s

# MSC.checkboutStepBack
source: Go back to step "%s"
da: Gå tilbage til "%s"
nl: Ga terug naar stap "%s"
pt_br: Retornar ao passo "%s"

# MSC.createNewAddressLabel
source: Create New Address
cs: Vytvořit novou adresu
da: Opret ny adresse
nl: Maak een nieuw adres aan
pt_br: Criar Novo Endereço

# MSC.useBillingAddress
source: Use billing address
cs: Použijte fakturační adresu
da: Brug betalingsadresse
nl: Gebruik het factuur-adres
pt_br: Utilizar endereço de cobrança

# MSC.useCustomerAddress
source: Use customer address
cs: Použijte zákaznickou adresu.
da: Brug kundeadresse
nl: Gebruik het standaard klant-adres
pt_br: Utilizar endereço do cliente

# MSC.differentShippingAddress
source: Different shipping address
cs: Odlišná dodací adresa
da: Anden leveringsadresse
nl: Ander aflever adres
pt_br: Endereço de entrega diferente

# MSC.editAddressLabel
source: Edit
cs: Upravit
da: Rediger
nl: Wijzigen
pt_br: Editar

# MSC.deleteAddressLabel
source: Delete
cs: Smazat
da: Slet
nl: Verwijderen
pt_br: Apagar

# MSC.deleteAddressConfirm
source: Do you really want to delete this address? This cannot be undone.
cs: Opravdu chcete smazat tuto adresu? To nelze vrátit zpět.
da: Ønsker du virkelig at slette denne adresse? Det kan ikke fortrydes!
nl: Wilt u dit adres verwijderen? Dit kan niet ongedaan gemaakt worden.
pt_br: Você realmente quer apagar este endereço? Esta operação não pode ser desfeita.

# MSC.iso_invoice_title
source: Invoice
cs: Faktura
da: Faktura
nl: Factuur
pt_br: Fatura

# MSC.iso_order_date
source: Order date
cs: Objednací datum
da: Ordre dato
nl: Bestel datum
pt_br: Data do Pedido

# MSC.iso_order_document_number
source: Order number
cs: Číslo objednávky
da: Ordrenummer
nl: Ordernummer
pt_br: Número do Pedido

# MSC.iso_order_description
source: Description
cs: Popis
da: Beskrivelse
nl: Omschrijving

# MSC.iso_order_quantity
source: Quantity
cs: Množství
da: Antal
nl: Aantal
pt_br: Quantidade

# MSC.iso_order_price
source: Price
da: Pris
nl: Prijs

# MSC.iso_order_total
source: Total
cs: Celkem
nl: Totaal

# MSC.low_to_high
source: lo to hi
da: lav til høj
nl: laag - hoog
pt_br: do menor para o maior

# MSC.high_to_low
source: hi to lo
da: høj til lav
nl: hoog - laag
pt_br: do maior para o menor

# MSC.a_to_z
source: A to Z
cs: od A do Z
da: A til Z
nl: A - Z
pt_br: de A para Z

# MSC.z_to_a
source: Z to A
cs: od Z k A
da: Z til A
nl: Z - A
pt_br: de Z para A

# MSC.old_to_new
source: earlier to later
da: tidligere til senere
nl: oud - nieuw
pt_br: do mais recente para o mais antigo

# MSC.new_to_old
source: later to earlier
da: senere til tidligere
nl: nieuw - oud
pt_br: do mais antigo para o mais recente

# MSC.pay_with_redirect.0
source: Processing payment
cs: Zpracování platby
da: Behandler betaling
nl: Betaling wordt verwerkt
pt_br: Processando pagamento

# MSC.pay_with_redirect.2
source: Pay now
cs: Platit nyní
da: Betal nu
nl: Nu betalen
pt_br: Pagar agora

# MSC.paypalTransactionOnline
source: Click here to view this PayPal transaction online
cs: Klikněte zde pro zobrazení této PayPal transakce on-line
da: Klik her for at se denne PayPal transaktion online.
nl: Klik hier om deze PayPal transactie online te bekijken
pt_br: Clique aqui para ver esta transação Paypal online

# MSC.productMultiple
source: %s Products
cs: %s produkty
da: %s produkter
nl: %s Producten
pt_br: %s Produtos

# MSC.shipping_address_message
source: Enter your shipping information or select an existing address.
cs: Vložte dodací adresu nebo vyberte stávající adresu
da: Indtast leveringsadresse eller vælg en eksisterende adresse.
nl: Vul uw verzendadres in of selecteer een bestaand adres.
pt_br: Preencha seus dados de entrega ou selecione um endereço existente.

# MSC.billing_address_message
source: Enter your billing information or select an existing address.
cs: Zadejte Vaše fakturační údaje, nebo vyberte existující adresu.
da: Indtast betalingsadresse eller vælg en eksisterende adresse.
nl: Vul uw factuuradres in of selecteer een bestaand adres
pt_br: Preencha seus dados de cobrança ou selecione um endereço existente.

# MSC.billing_address_guest_message
source: Enter your billing information
cs: Zadejte své fakturační údaje.
da: Indtast betalingsadresse
nl: Vul uw factuurinformatie in
pt_br: Preencha seus dados de cobrança

# MSC.customer_address_message
source: Enter your customer information or select an existing address.
cs: Zadejte Vaše zákaznické informace, nebo vyberte existující adresu.
nl: Vul u klantinformatie in of kies een bestaand adres.
pt_br: Preencha seus dados de cliente ou selecione um endereço existente.

# MSC.customer_address_guest_message
source: Enter your customer information
cs: Zadejte Vaše zákaznické údaje
nl: Vul uw klantinformatie in
pt_br: Preencha seus dados de cliente

# MSC.shipping_method_message
source: Select a shipping method.
cs: Vyberte způsob dopravy
da: Vælg en leveringsmetode.
nl: Kies een verzendmethode.
pt_br: Selecione a forma de entrega.

# MSC.shipping_method_missing
source: Please select a shipping method.
cs: Prosím, vyberte způsob dopravy.
da: Vælg venligst en leveringsmetode.
nl: Kies alstublieft een verzendmethode.
pt_br: Por favor seleciona a forma de entrega.

# MSC.payment_method_message
source: Enter your payment information.
cs: Vyberte způsob platby.
nl: Vul uw betaalgegevens in.
pt_br: Preencha seus dados de pagamento.

# MSC.payment_method_missing
source: Please select a payment method.
cs: Prosím, vyberte způsob platby.
nl: Kies alstublieft een betaalmethode.
pt_br: Por favor selecione uma forma de pagamento.

# MSC.order_review_message
source: Review and confirm your order details.
cs: Zkontrolujte a potvrďte podrobnosti objednávky.
nl: Bekijk en bevestig uw bestelling.
pt_br: Revise e confirme os detalhes do seu pedido.

# MSC.checkout_address
source: Address
cs: Adresa
da: Adresse
nl: Adres
pt_br: Endereço

# MSC.checkout_shipping
source: Shipping
cs: Doprava
da: Levering
nl: Verzending
pt_br: Envio

# MSC.checkout_payment
source: Payment
cs: Platba
da: Betaling
nl: Betaling
pt_br: Pagamento

# MSC.checkout_review
source: Review
cs: Přezkoumat
da: Godkend
nl: Overzicht
pt_br: Revisão

# MSC.billing_address
source: Billing Address
cs: Fakturační adresa
da: Betalingsadresse
nl: Factuuradres
pt_br: Enderenço de Cobrança

# MSC.shipping_address
source: Shipping Address
cs: Dodací adresa
da: Forsendelsesadresse
nl: Verzendadres
pt_br: Endereço de Entrega

# MSC.billing_shipping_address
source: Billing & Shipping Address
cs: Fakturační a dodací adresa.
da: Betalings- og leveringsadresse
nl: Factuur- en verzendadres
pt_br: Endereço de Cobrança e Entrega

# MSC.customer_address
source: Customer Address
cs: Zákaznická adresa
da: Leveringsadresse
nl: Klantadres
pt_br: Endereço do Cliente

# MSC.shipping_method
source: Shipping Method
cs: Způsob dopravy
da: Leveringsmetode
nl: Verzendmethode
pt_br: Forma de Entrega

# MSC.payment_method
source: Payment Method
cs: Způsob platby
da: Betalingsmetode
nl: Betaalmethode
pt_br: Forma de Pagamento

# MSC.order_review
source: Order Review
cs: Přezkoumat objednávku
da: Godkend ordre
nl: Bestelling controleren
pt_br: Revisão do Pedido

# MSC.changeCheckoutInfo
source: Change
cs: Změnit
da: Rediger
nl: Aanpassen
pt_br: Alterar

# MSC.cc_num
source: Credit card number
cs: Číslo kreditní karty
da: Kreditkort nummer
nl: Creditcardnummer
pt_br: Número do Cartão de crédito

# MSC.cc_type
source: Credit card type
cs: Typ kreditní karty
da: Kreditkort type
nl: Type creditcard
pt_br: Tipo do Cartão de crédito

# MSC.cc_ccv
source: CCV number (3 or 4 digit code)
cs: CCV číslo (3 nebo 4 místné číslo)
da: CCV nummer (3 eller 4 cifret)
nl: CCV nummer (3 of 4 cijffercode)
pt_br: Número de verificação CCV (número de 3 ou 4 dígitos)

# MSC.cc_exp_month
source: Expiration month
cs: Měsíc vypršení platnosti
da: Udløbsmåned
nl: Vervaldatum maand
pt_br: Mês de Expiração

# MSC.cc_exp_year
source: Expiration year
cs: Rok vypršení platnosti
da: Udløbsår
nl: Vervaldatum jaar
pt_br: Ano de Expiração

# MSC.backendPaymentNotFound
source: Payment module not found!
cs: Modul pro platbu nebyl nalezen
da: Betalingsmetode ikke fundet!
nl: Betaalmethode niet gevonden!
pt_br: Módulo de pagamento não foi encontrado!

# MSC.backendShippingNotFound
source: Shipping module not found!
cs: Modul pro dopravu nebyl nalezen
nl: Verzendmethode niet gevonden!
pt_br: Módulo de entrega não foi encontrado!

# MSC.backendPaymentNoInfo
source: This payment module does not provide additional information.
nl: Deze betaalmodule verstrekt geen aanvullende informatie.
pt_br: Este módulo de pagamento não fornece informação adicional.

# MSC.backendShippingNoInfo
source: This shipping module does not provide additional information.
nl: Deze verzendmodule verstrekt geen aanvullende informatie.
pt_br: Este módulo de entrega não fornece informação adicional.

# MSC.useDefault
source: Use default value
da: Brug standard værdi
nl: Gebruik de standaardwaarde
pt_br: Usar valor padrão

# MSC.activeStep
source: active step:
nl: huidige stap:
pt_br: passo ativo:

# MSC.productcacheLoading
source: Loading products...
da: Henter produkter
nl: Haalt producten op...
pt_br: Carregando produtos...

# MSC.productcacheNoscript
source: Your browser does not support JavaScript. Please <a href="%s">click here</a> to load the product list.
nl: Uw browser ondersteund geen javascript. <a href="%s">Klik hier</a> om de productlijst te laden.
pt_br: Seu navegador não suporta JavaScript. Por favor <a href="%s">clique aqui</a>para carregar a lista de produtos.

# MSC.noFilesInFolder
source: No files in this folder
da: Ingen filer i denne mappe
nl: Geen bestanden in deze map
pt_br: Não há arquivos nesta pasta

# MSC.assetImportConfirmation
source: Imported file %s for product "%s"
nl: Bestand %s voor product "%s" geïmporteerd
pt_br: Arquivo importado %s para o produto "%s"

# MSC.assetImportNoFilesFound
source: The folder did not contain any files to be imported.
nl: De map bevatte geen bestanden om te importeren.
pt_br: A pasta não continha nenhum arquivo para ser importado.

# MSC.loadingProductData
source: Loading product data …
nl: Haalt productgegevens op...
pt_br: Carregando dados do produto ...
