Repository: 9teufel/core
Catalog: system/modules/isotope_rules/languages/*/*_iso_rule.xlf
Languages: nl

# tl_iso_rule.type.0
source: Type
nl: Soort

# tl_iso_rule.type.1
source: Please choose the type of rule.
nl: Kies het type van de regel

# tl_iso_rule.type.cart
source: Cart
nl: Winkelwagen

# tl_iso_rule.name.0
source: Name
nl: Naam

# tl_iso_rule.name.1
source: Please enter a name for this rule.
nl: Vul een naam in voor deze regel.

# tl_iso_rule.label.1
source: The label will be show in cart. If you do not enter a label, the name will be used.
nl: Dit label zal worden getoond in de winkelwagen van de bezoekers. Als u geen label invoert zal de regelnaam worden gebruikt.

# tl_iso_rule.discount.0
source: Discount
nl: Korting

# tl_iso_rule.discount.1
source: Valid values are decimals or whole numbers, minus a numerical value or minus a percentage.
nl: Geldige waarden zijn decimalen of gehele getallen, minus een numerieke waarde of min een percentage.

# tl_iso_rule.tax_class.0
source: Tax Class
nl: Belastingklasse

# tl_iso_rule.applyTo.0
source: Apply discount to
nl: Korting toepassen bij

# tl_iso_rule.applyTo.1
source: Select how the discount is applied.
nl: Selecteer hoe de korting wordt toegepast

# tl_iso_rule.applyTo.products
source: to each product
nl: Aan elk product

# tl_iso_rule.applyTo.items
source: to each unit of a product
nl: Aan elke eenheid van het product

# tl_iso_rule.applyTo.subtotal
source: to the cart subtotal
nl: Aan het subtotaal van de winkelwagen

# tl_iso_rule.enableCode.0
source: Enable coupon code
nl: Kortingscode instellen

# tl_iso_rule.enableCode.1
source: Require a code to be entered to invoke this rule, as a coupon.
nl: Vereis dat een code ingevuld moet worden om van deze regel gebruik te kunnen maken als kortingsbon.

# tl_iso_rule.code.0
source: Rule (coupon) code
nl: Code (kortingsbon)

# tl_iso_rule.code.1
source: Please enter a code by which a customer will invoke this rule, as a coupon.
nl: Voer alstublieft een code in waarmee een klant deze regel in kan schakelen als kortingsbon.

# tl_iso_rule.limitPerMember.0
source: Uses per member
nl: Aantal keer per klant

# tl_iso_rule.limitPerConfig.0
source: Uses per store config
nl: Aantal keer per winkelconfiguratie

# tl_iso_rule.minSubtotal.0
source: Minimum subtotal
nl: Minimum subtotaal

# tl_iso_rule.maxSubtotal.0
source: Maximum subtotal
nl: Maximum subtotaal

# tl_iso_rule.minItemQuantity.0
source: Minimum item quantity
nl: Minimale hoeveelheid per item

# tl_iso_rule.maxItemQuantity.0
source: Maximum item quantity
nl: Maximale hoeveelheid per item

# tl_iso_rule.quantityMode.0
source: Quantity calculation mode
nl: Methode hoeveelheidsberekening

# tl_iso_rule.quantityMode.1
source: Select a calculation mode for min/max quantity.
nl: Kies een berekeningswijze voor min/max hoeveelheid.

# tl_iso_rule.quantityMode.product_quantity
source: Quantity of product in cart
nl: Hoeveelheid van product in winkelwagen

# tl_iso_rule.quantityMode.cart_products
source: Total products in cart
nl: Totaal aantal producten in winkelwagen

# tl_iso_rule.quantityMode.cart_items
source: Total quantity in cart
nl: Totale hoeveelheid in winkelwagen

# tl_iso_rule.startDate.0
source: Start date
nl: Startdatum

# tl_iso_rule.endDate.0
source: End date
nl: Einddatum

# tl_iso_rule.startTime.0
source: Start time
nl: Starttijd

# tl_iso_rule.endTime.0
source: End time
nl: Eindtijd

# tl_iso_rule.groups.0
source: Groups
nl: Groepen

# tl_iso_rule.productRestrictions.1
source: Restrict this rule to certain product types, categories, or to individual products.
nl: Beperk deze regel tot bepaalde productsoorten, categoriën, of individuele producten.

# tl_iso_rule.productRestrictions.producttypes
source: Product types
nl: Productsoorten

# tl_iso_rule.productRestrictions.pages
source: Categories
nl: Categoriën

# tl_iso_rule.productRestrictions.products
source: Products
nl: Producten

# tl_iso_rule.producttypes.0
source: Product Types
nl: Productsoorten

# tl_iso_rule.producttypes.1
source: Select the product types this rule is restricted to. If none, all are eligible.
nl: Kies de productsoorten waarop deze regel van toepassing is. Kies er geen voor "alle".

# tl_iso_rule.products.0
source: Products
nl: Producten

# tl_iso_rule.pages.0
source: Categories
nl: Categoriën

# tl_iso_rule.enabled.0
source: Enabled
nl: Ingeschakeld

# tl_iso_rule.coupon_legend
source: Coupon Code
nl: Kortingscode

# tl_iso_rule.new.0
source: Add rule
nl: Voeg regel toe

# tl_iso_rule.new.1
source: Create a new rule
nl: Maak een nieuwe regel aan

# tl_iso_rule.edit.0
source: Edit rule
nl: Bewerk regel

# tl_iso_rule.edit.1
source: Edit rule ID %s
nl: Bewerk regel ID %s

# tl_iso_rule.copy.0
source: Duplicate rule
nl: Dupliceer regel

# tl_iso_rule.copy.1
source: Duplicate rule ID %s
nl: Dupliceer regel ID %s

# tl_iso_rule.delete.0
source: Delete rule
nl: Verwijder regel

# tl_iso_rule.delete.1
source: Delete rule ID %s
nl: Verwijder regel ID %s

# tl_iso_rule.toggle.0
source: Publish/unpublish rule
nl: Publiceer/verberg regel

# tl_iso_rule.toggle.1
source: Publish/unpublish rule ID %s
nl: Publiceer/verberg regel ID %s

# tl_iso_rule.show.0
source: Rule details
nl: Details regel

# tl_iso_rule.show.1
source: Show the details of rule ID %s
nl: Toon details van regel ID %s
